{
  "content": "*Ensi viikon pörssisähkö tulee pysymään pääosin edullisena; maanantaina hinnat nousevat aamupäivällä, muina päivinä vaihtelu jää maltilliseksi ja viikonloppu edullisimmaksi kauttaaltaan.*\n\nEnnuste päivitetään lauantaina klo 14:19.\n\n|  | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **maanantai** | 7,4 | 1,2 - 13,4 | 1726 - 4076 | 4,0 |\n| **tiistai** | 4,2 | 1,2 - 9,5 | 1999 - 4316 | 3,6 |\n| **keskiviikko** | 1,4 | 0,1 - 3,6 | 4175 - 5046 | 5,0 |\n| **torstai** | 2,5 | 0,3 - 5,4 | 3016 - 4522 | 6,3 |\n| **perjantai** | 2,6 | 0,4 - 5,3 | 2477 - 4005 | 7,5 |\n| **lauantai** | 1,6 | 0,7 - 2,3 | 3375 - 4525 | 6,6 |\n| **sunnuntai** | 0,7 | 0,2 - 2,7 | 4285 - 5073 | 4,7 |\n\nViikon kokonaiskuvassa hinnat tulevat asettumaan enimmäkseen edulliselle tasolle, usein selvästi alle 4–5 sentin. Poikkeama nähdään viikon alussa, kun keskihinta nousee maanantaina 7,4 senttiin ja yksittäinen tunti käy 13,4 sentissä. Muina päivinä keskihinnat pysyvät matalampina ja vaihtelu on maltillisempaa.\n\n**Maanantaina** piikkihinnoille on ennakoitu riski yksittäisinä tunteina. Korkein hintataso ajoittuu aamupäivään, arviolta klo 9–11. Päivän korkea maksimihinta selittyy osin tuulivoiman matalalla minimituotannolla, joka laskee 1726 megawattiin. Tämä on selvästi alempi kuin muina päivinä ja osuu yhteen kohonneen hintahuipun kanssa.\n\n**Sunnuntaina** hintataso tulee olemaan viikon matalin, keskiarvo 0,7 senttiä ja enimmäistaso 2,7 senttiä. **Keskiviikkona** sekä **lauantaina** hinnat pysyvät laajasti 1–2 sentin tuntumassa. **Torstain** ja **perjantain** keskihinnat liikkuvat noin 2,5 sentissä, ja sisäinen vaihtelu jää rajalliseksi. **Tiistaina** keskihinta nousee 4,2 senttiin, mutta päivän sisäiset tasot jäävät selvästi maanantaita alhaisemmiksi.\n\nViikon alhaista hintatasoa tukee se, että tuulivoimaa on useimpina päivinä runsaasti, keskimäärin yli 3000 megawattia. Tämän seurauksena edullisimmat jaksot ajoittuvat tyypillisesti öihin ja viikonloppuun. Kalleimmat hetket keskittyvät arjen aamuihin ja iltoihin, mutta maanantain aamupäivä erottuu ainoana selvästi yli 10 sentin tasolle kohoavana ajankohtana.\n\n*Ennusteen koosti gpt-5.* 🌬️"
}