{
  "content": "*Sähkön hinta vaihtelee lähipäivinä huomattavasti; viikonloppuna hinnat painuvat jopa negatiivisiksi, kun taas perjantaina sähkö on selvästi kalleimmillaan, ja myös alkuviikolle ennakoidaan edullisia hintoja sekä ajoittaisia hintapiikkejä.*\n\nEnnuste on päivitetty torstaina klo 12:06.\n\n|               | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:--------------|:------------------------:|:-------------------:|:----------------------------:|:--------------------------:|\n| **perjantai** |           4,9            |     1,1 - 10,8      |          240 - 752           |            10,4            |\n| **lauantai**  |           1,5            |    -0,5 - 4,5       |         384 - 2873           |            9,6             |\n| **sunnuntai** |          -0,5            |    -1,4 - 0,4       |         1615 - 3149          |            10,0            |\n| **maanantai** |           1,0            |    -0,8 - 5,1       |         1808 - 3166          |            10,6            |\n| **tiistai**   |           1,1            |     0,0 - 3,0       |         1731 - 3344          |            10,9            |\n| **keskiviikko** |         0,4            |    -0,8 - 5,2       |         1742 - 2820          |            11,3            |\n| **torstai**   |           0,1            |    -1,1 - 1,7       |         2121 - 3141          |            12,4            |\n\nOlkiluoto 2 -ydinvoimalassa on käynnissä huoltokatko. Huolto alkoi 25.5.2025 klo 18 ja sen arvioitu päättymisaika on 15.6.2025 klo 18. Huoltokatko voi vaikuttaa hintaennusteen tarkkuuteen, sillä opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti.\n\nSähkön hinta vaihtelee tulevina päivinä merkittävästi. **Perjantaina** keskihinta tulee olemaan selvästi viikon korkein, lähes viisi senttiä kilowattitunnilta. Yksittäisten tuntien aikana hinta voi nousta lähes yhteentoista senttiin. Hintapiikkien riski ajoittuu aamuyhdeksän ja kymmenen välille, jolloin sähkön hinta on korkeimmillaan.\n\nViikon edullisin päivä tulee olemaan **sunnuntai**, jolloin sähkön keskihinta on ennusteen mukaan negatiivinen, -0,5 senttiä. Tällöin lähes koko päivän ajan sähkön hinta on joko nollan tuntumassa tai selvästi negatiivinen, alimmillaan jopa -1,4 senttiä.\n\nMyös **lauantaina** ja **maanantaina** sähkön hinta pysyttelee matalana, keskimäärin noin sentin kilowattitunnilta. **Lauantaina** hintavaihtelu on kuitenkin suurempaa, ja päivän kalleimmat tunnit sijoittuvat aamupäivään, jolloin hinta nousee hetkellisesti yli neljään senttiin. Lauantai-iltapäivästä taas nähdään jopa pieniä negatiivisia hintoja.\n\n**Tiistaina** ja **torstaina** sähkön hinnat ovat hyvin tasaiset, pysyen lähellä nollaa. **Keskiviikkona** hintavaihtelut ovat hieman suuremmat, mutta päivän keskihinta pysyy silti selvästi alle sentissä. Illan tunnit klo 8–10 voivat olla hieman kalliimpia, ja hintapiikkien riski on olemassa.\n\nEnsi viikon loppua kohti mentäessä sähkön hinta asettuu tasaiseksi ja hyvin edulliseksi. Suurin osa päivistä tarjoaa kuluttajille mahdollisuuden hyödyntää erittäin matalia tai jopa negatiivisia sähkön hintoja erityisesti yö- ja iltapäivätuntien aikana.\n\n*gpt-4.5-preview sähköisti numerot.* ⚡"
}