{
  "content": "*Lähipäivien sähköennusteessa hinnat vaihtelevat selvästi: viikko tarjoaa sekä negatiivisia hintoja että yksittäisiä korkeita hintapiikkejä erityisesti perjantaina ja sunnuntaina, jolloin matala tuulivoimatuotanto nostaa hetkellisesti hintatasoa jopa yli kuuden sentin.*\n\nOlkiluoto 1 -ydinvoimalassa on käynnissä huoltokatko. Huolto alkoi 11.5.2025 klo 18 ja sen arvioitu päättyminen on 22.5.2025 klo 18. Tämä huoltokatko saattaa vaikuttaa ennusteen tarkkuuteen, sillä aiempia vastaavia tilanteita on opetusdatassa rajallisesti.\n\nEnnuste päivitetty tiistaina klo 21:06.\n\n|           | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **keskiviikko** | -0,4 | -2,1 - 0,2 | 1727 - 2957 | 6,8 |\n| **torstai**     | -0,9 | -2,7 - 0,7 | 2661 - 5624 | 7,4 |\n| **perjantai**   | 1,0  | -1,1 - 6,6 | 1180 - 4104 | 6,8 |\n| **lauantai**    | -0,1 | -1,6 - 3,4 | 1859 - 4892 | 6,3 |\n| **sunnuntai**   | 1,2  | -2,0 - 5,7 | 1069 - 2315 | 6,2 |\n| **maanantai**   | 1,1  | -0,6 - 3,6 | 1932 - 3499 | 6,9 |\n| **tiistai**     | 0,3  | -1,9 - 3,1 | 1655 - 3565 | 7,4 |\n\nTulevan viikon sähkön hintaennusteessa näkyy selvästi päivittäistä vaihtelua. Viikon edullisimmat päivät tulevat olemaan **torstai** ja **keskiviikko**, jolloin sähkön keskihinta pysyttelee negatiivisena. Torstaina odotetaan viikon matalinta keskihintaa, -0,9 senttiä, ja hinnat laskevat yöllä jopa -2,7 senttiin. Keskiviikkona hintataso pysyttelee yhtä lailla matalana, -2,1 ja 0,2 sentin välillä.\n\n**Perjantaina** hintojen odotetaan nousevan selvästi viikon alkupäiviä korkeammalle tasolle. Keskihinta tulee olemaan yhden sentin tuntumassa, mutta aamupäivällä klo 8–10 hinnat voivat nousta jopa yli kuuden sentin. Perjantain aamun korkeimpia hintoja selittää alhainen tuulivoimatuotanto, joka käy minimissään vain 1180 megawatissa. Tämän vuoksi perjantaina on riski yksittäisille hintapiikeille.\n\nViikonloppuna sähkön hintataso vaihtelee. **Lauantaina** keskihinta pysyttelee edelleen alhaalla, keskimäärin hieman negatiivisena, mutta **sunnuntaina** hinnat nousevat jälleen. Sunnuntain keskihinta tulee olemaan viikon korkein, noin 1,2 senttiä. Yksittäisinä tunteina aamupäivällä klo 8–10 hinnan ennustetaan nousevan jopa 5,7 senttiin, mikä johtuu alhaisesta tuulivoiman tuotannosta. Sunnuntain tuulivoimatuotanto käy minimissään vain 1069 megawatissa, mikä selittää hintojen nousua ja aiheuttaa myös riskin yksittäisille hintapiikeille.\n\nEnsi viikon alussa, **maanantaina** ja **tiistaina**, hinnat asettuvat maltillisiin lukemiin. Maanantaina keskihinta tulee olemaan noin yhden sentin ja tiistaina 0,3 senttiä. Hintojen vaihtelu näinä päivinä on varsin vähäistä, eivätkä hinnat nouse yli neljän sentin.  \n\n*gpt-4.5-preview tutki sähköä.* 🔌"
}