{
  "content": "*Lähipäivien pörssisähkön hintaennusteessa nähdään merkittäviä päivittäisiä vaihteluita: viikon alussa ja viikonloppuna sähkön hinta pysyttelee maltillisena, mutta keskellä viikkoa yksittäiset tunnit voivat nousta yli kymmenen sentin, osin tuulivoiman heikomman tuotannon vuoksi.*\n\nOlkiluoto 2 -ydinvoimalassa on käynnissä huoltokatko, joka alkoi 25.5.2025 klo 18 ja sen arvioidaan päättyvän 23.6.2025 klo 18. Huoltokatko voi vaikuttaa ennusteen tarkkuuteen, koska opetusdataa huoltokatkojen ajalta on saatavilla rajallisesti.\n\nEnnuste on päivitetty lauantaina klo 12:06.\n\n|              | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **sunnuntai**|        3,9       |     0,3 - 10,3    |       299 - 2559      |     12,5     |\n| **maanantai**|        1,3       |     0,5 - 2,6     |       842 - 3919      |     12,2     |\n| **tiistai**  |        3,4       |     0,1 - 9,6     |      1214 - 3975      |     12,2     |\n| **keskiviikko**|      5,3       |     3,4 - 8,3     |      1222 - 2371      |     12,8     |\n| **torstai**  |        5,8       |     2,3 - 10,1    |      1221 - 2085      |     12,9     |\n| **perjantai**|        1,7       |     0,1 - 3,3     |      1582 - 2879      |     14,1     |\n| **lauantai** |        0,8       |    -0,9 - 4,3     |      1922 - 2959      |     14,2     |\n\nTulevan viikon aikana pörssisähkön hinnassa näkyy selviä päivittäisiä vaihteluita. Viikko alkaa suhteellisen edullisilla hinnoilla, mutta erot päivien välillä ovat tuntuvia. Viikon edullisimmat sähkön keskihinnat nähdään **maanantaina** ja **lauantaina**, jolloin odotetut keskihinnat jäävät selvästi alle kahden sentin. Lauantaina nähdään jopa negatiivisia hintatunteja aamuyön ja aamupäivän aikana, alimmillaan -0,9 senttiä.\n\nHuomattavasti korkeampia keskihintoja odotetaan **keskiviikkona** ja **torstaina**, jolloin päivän keskihinnat nousevat yli viiden sentin tasolle. Näinä päivinä myös maksimihinnat ovat muita päiviä korkeammat, torstaina jopa hieman yli kymmenen senttiä iltatunteina klo 19-21 välillä.\n\nViikon korkein yksittäinen tuntihinta on kuitenkin odotettavissa jo sunnuntaina aamuyöllä klo 7–9 välillä, jolloin sähkön hinta voi nousta yli kymmenen sentin. Sunnuntaina hintapiikkien riski on korkea, mikä voi näkyä yksittäisten tuntien korkeina hintoina. Myös alkuviikosta hintapiikkien riski on olemassa maanantaina, keskiviikkona, torstaina ja perjantaina, erityisesti aamun ja illan tunteina, vaikka keskihinnat näinä päivinä jäisivätkin maltillisemmiksi.\n\nTuulivoiman tuotannon vaihtelu vaikuttaa jonkin verran sähkön hintakehitykseen viikon aikana. Sunnuntaina tuulivoiman minimituotanto jää erityisen matalaksi (299 MW), mikä osaltaan selittää sunnuntain korkeaa maksimihintaa. Keskiviikkona ja torstaina tuulivoiman keskimääräinen tuotanto jää alle 2500 MW:n, mikä osaltaan nostaa näiden päivien keskihintoja jonkin verran.\n\nViikon loppua kohti mentäessä hinnat laskevat selvästi. Perjantaina ja lauantaina sähkön keskihinnat ovat jälleen alhaisempia, ja viikonloppuna hinnat pysyvätkin pääosin maltillisina tai jopa negatiivisina yksittäisinä tunteina.\n\n*Hintojen aallokossa gpt-4.5-preview.* 🌬️"
}