{
  "content": "*Pörssisähkön hinta vaihtelee tällä viikolla voimakkaasti: torstaina ja perjantaina hinnat nousevat korkealle tuulivoiman vähyyden vuoksi, viikonloppuna hinnat laskevat lähelle nollaa, ja Olkiluoto 3:n huoltokatko voi vaikuttaa ennusteen tarkkuuteen.*\n\nOlkiluoto 3 -ydinvoimalassa on käynnissä huoltokatko. Katko alkoi 1.3.2025 klo 03.00 ja sen ennakoidaan päättyvän 2.5.2025 klo 02.00. Huoltokatko voi vaikuttaa ennusteen tarkkuuteen, koska opetusdataa huoltokatkojen ajalta on saatavilla rajallisesti.\n\nEnnuste on päivitetty tiistaina klo 14:19.\n\n|             | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:------------|:------------------------:|:-------------------:|:----------------------------:|:-------------------------:|\n| **keskiviikko** |          2,6           |    -0,2 - 12,3     |        4155 - 7145          |            1,6            |\n| **torstai**     |          9,4           |     3,2 - 16,1     |         365 - 3826          |            1,1            |\n| **perjantai**   |          7,6           |     1,2 - 14,9     |         342 - 4539          |            2,2            |\n| **lauantai**    |          1,0           |    -0,4 - 2,6      |        3499 - 4694          |            1,6            |\n| **sunnuntai**   |          0,9           |     0,1 - 1,9      |        3126 - 4969          |            3,1            |\n| **maanantai**   |          2,9           |     0,3 - 5,9      |        3105 - 5131          |            3,3            |\n| **tiistai**     |          5,0           |    -0,5 - 11,0     |        1645 - 3875          |            2,8            |\n\nViikon hintaennusteissa näkyy merkittäviä vaihteluita päivien välillä. Keskihinnat vaihtelevat alle yhdestä sentistä aina yli yhdeksään senttiin kilowattitunnilta. Myös päivänsisäiset vaihtelut tulevat olemaan huomattavia erityisesti viikon puolivälissä.\n\nViikon korkein keskihinta nähdään **torstaina**, jolloin sähkön keskihinnaksi ennustetaan 9,4 senttiä. Torstain maksimihinta on 16,1 senttiä ja tämä huippu ajoittuu iltaan klo 18–20 välille. Lisäksi torstaina on erityinen riski hintapiikeille ennustettua korkeammalle tasolle: yksittäisinä tunteina sähkön hinta voi nousta jopa 20–40 senttiin. Tämä johtuu erittäin matalasta tuulivoimatuotannosta, jonka minimituotanto on vain 365 MW.\n\nMyös **perjantaina** sähkön hinta tulee olemaan melko korkea, keskihinta 7,6 senttiä. Perjantain korkein ennustettu tuntihinta on 14,9 senttiä aamulla klo 6–8 välillä. Tuulivoiman tuotanto on perjantaina matalalla tasolla, alimmillaan vain 342 MW, mikä selittää osaltaan korkeaa maksimihintaa. Lisäksi perjantaina on riski jopa 20–30 sentin hintapiikeille yksittäisinä tunteina.\n\nViikonlopuksi sähkön hinta laskee selvästi. **Lauantaina** ja **sunnuntaina** hinnat pysyttelevät matalina, keskimäärin yhden sentin tuntumassa. Lauantaina yön tunneilla sähkön hinta putoaa jopa negatiiviseksi, alimmillaan -0,4 senttiin. Sunnuntaina hinnat pysyvät matalina ja tasaisina koko päivän, korkeintaan 1,9 sentissä.\n\nEnsi viikon alussa hinnat nousevat hieman, mutta pysyvät kuitenkin suhteellisen edullisella tasolla. **Maanantain** keskihinta on 2,9 senttiä ja **tiistaina** 5,0 senttiä. Tiistaina iltapäivällä klo 14–16 sähkön hinta voi laskea hetkellisesti negatiiviseksi, mutta aamulla klo 6–8 on odotettavissa lyhyt hintapiikki 11 senttiin. Lisäksi tiistaina on riski hintapiikeille jopa 10 senttiin asti yksittäisinä tunteina.\n\n*Hintakäyriä piirsi gpt-4.5-preview.* 🌬️"
}