{
  "content": "*Sähkön hinnassa nähdään lähipäivinä suuria vaihteluita: perjantaina koetaan viikon korkeimmat hintapiikit, kun taas viikonloppuna ja ensi viikon alkupuolella hinnat laskevat paikoin jopa negatiivisiksi, erityisesti runsaan tuulivoiman vaikutuksesta.*\n\nEnnuste päivitetty keskiviikkona klo 14:24.\n\n|              | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:------------------------:|:------------------:|:----------------------------:|:--------------------------:|\n| **torstai**  |           5,4            |     0,2 - 16,6     |          352 - 2308          |            12,9            |\n| **perjantai**|           8,8            |     3,3 - 18,3     |          231 - 972           |            14,1            |\n| **lauantai** |           3,7            |    -0,0 - 8,9      |          330 - 2289          |            14,2            |\n| **sunnuntai**|           0,3            |    -1,2 - 1,3      |         2035 - 2648          |            13,6            |\n| **maanantai**|           1,5            |    -0,8 - 4,9      |         1872 - 2995          |            13,6            |\n| **tiistai**  |           1,9            |    -0,6 - 5,3      |         1813 - 2808          |            13,9            |\n| **keskiviikko**|         2,8            |     0,8 - 4,8      |         1685 - 2479          |            14,7            |\n\nLähipäivien sähkön hintaennusteessa hinnanvaihtelut eri päivien välillä tulevat olemaan huomattavia. Hintojen päivittäiset keskiarvot vaihtelevat sunnuntain erittäin edullisesta 0,3 sentistä perjantain selvästi korkeampaan 8,8 senttiin kilowattitunnilta. Erityisesti **perjantai** erottuu korkeilla hinnoilla: päivän aikana tullaan näkemään poikkeuksellisen korkeita hintapiikkejä. Perjantaina iltaseitsemältä sähkön hinta nousee yli 18 sentin, ja myös illan tunnit klo 18–20 ovat huomattavan korkeita, yli 15 senttiä.\n\n**Torstain** hintaodotus asettuu keskimäärin hieman yli viiden sentin tasolle, mutta illalla klo 22–23 nähdään korkea, lähes 17 sentin hintapiikki. Lauantaina hinnat jäävät maltillisemmiksi, keskihinnan ollessa alle neljä senttiä. Viikon edullisimmat hetkittäiset hinnat koetaan viikonlopun aikana: **lauantaina** keskipäivän jälkeen klo 15–16 sähkön hinta laskee nollan tuntumaan, ja **sunnuntaina** aamuyöllä sekä iltapäivällä hinnat käyvät jopa negatiivisina. Sunnuntaina odotukset ovatkin poikkeuksellisen matalat, päivän keskihinnan ollessa vain 0,3 senttiä kilowattitunnilta.\n\nEnsi **viikon alku** tulee olemaan hinnoiltaan edullista aikaa. **Maanantain** ja **tiistain** keskihinnat jäävät alle kahden sentin, ja molempina päivinä nähdään hetkittäin myös negatiivisia hintoja. **Keskiviikkona** hinnat nousevat hieman, mutta pysyttelevät edelleen maltillisina, alle kolmen sentin keskihinnalla.\n\nTuulivoiman tuotanto vaihtelee merkittävästi päivien välillä ja vaikuttaa osaltaan hintaeroihin. Perjantaina tuulivoiman tuotanto jää hyvin vähäiseksi, mikä selittää korkeita hintapiikkejä. Myös torstain korkea iltapiikki ajoittuu hetkeen, jolloin tuulivoiman tuotanto on vähäistä. Viikonloppuna ja ensi viikon alussa tuulivoiman tuotanto on selvästi vahvempaa ja osaltaan selittää matalammat hintatasot.\n\nOlkiluoto 3 -ydinvoimalassa on käynnissä tuotantovajaus, joka alkoi 23.6.2025 klo 06 ja päättynee ennusteen mukaan 26.6.2025 klo 01. Voimalan käytettävyys on tällä hetkellä 66,2 prosenttia ja käytettävissä oleva teho 1060 MW. Tämä tuotantovajaus voi vaikuttaa ennusteen tarkkuuteen, sillä opetusdataa vastaavista tilanteista on rajallisesti saatavilla.\n\n*Hintadataa pyöritteli gpt-4.5-preview.* 🔌"
}