{
  "content": "*Sähkön hinta vaihtelee lähipäivinä rajusti; viikonloppuna hinnat käyvät jopa negatiivisina, mutta maanantaina ennustetaan korkeita hintapiikkejä heikon tuulivoiman vuoksi. Olkiluoto 3:n huoltokatko lisää ennusteen epävarmuutta.*\n\nOlkiluoto 3 -ydinvoimalassa on käynnissä huoltokatko. Katko alkoi 01.03.2025 klo 03.00 ja sen ennustetaan jatkuvan 02.05.2025 klo 02.00 asti. Tämä huoltokatko voi vaikuttaa ennusteen tarkkuuteen, sillä opetusdataa huoltokatkojen ajalta on rajallisesti saatavilla.\n\nEnnuste on päivitetty torstaina klo 14.19:\n\n|              | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **perjantai**   | 0,4              | -0,1 - 1,7       | 4444 - 6809    | 0,4           |\n| **lauantai**    | -0,1             | -1,0 - 1,0       | 4576 - 6541    | 2,4           |\n| **sunnuntai**   | 5,5              | 0,4 - 14,8       | 636 - 4336     | 3,2           |\n| **maanantai**   | 11,8             | 5,8 - 24,9       | 494 - 2034     | 2,2           |\n| **tiistai**     | 7,5              | -0,0 - 16,5      | 868 - 3999     | 2,0           |\n| **keskiviikko** | 10,1             | 4,9 - 16,7       | 1140 - 3498    | 1,9           |\n| **torstai**     | 3,5              | 0,7 - 10,5       | 3725 - 4501    | 1,9           |\n| **perjantai**   | 3,8              | 3,8 - 3,8        | 3937 - 3937    | 1,7           |\n\nTulevien päivien sähkömarkkinat vaihtelevat selvästi toisistaan. Lähipäivinä nähdään sekä erittäin matalia että poikkeuksellisen korkeita sähkön pörssihintoja.\n\n**Perjantaina** ja **lauantaina** keskihinnat pysyvät hyvin matalina, perjantain keskihinnan ollessa vain 0,4 senttiä ja lauantaina jopa negatiivinen, -0,1 senttiä. Lauantaina sähkön hinta käy alhaisimmillaan jopa -1,0 sentissä yön ja alkuiltapäivän aikana. Tämä matala hintataso johtuu voimakkaasta tuulesta, sillä tuulivoiman tuotanto pysyttelee korkealla tasolla molempina päivinä.\n\nHintatilanne muuttuu selvästi **sunnuntaina**, kun tuulivoiman määrä romahtaa ajoittain alle tuhanteen megawattiin ja hinnat kohoavat huomattavasti. Sunnuntain keskihinnaksi ennakoidaan 5,5 senttiä, ja päivän hintahuippu, 14,8 ¢, osuu iltaan klo 21–23 välille. Hintapiikkien riski on sunnuntain kohdalla korkea ja voi yltää jopa 20 senttiin yksittäisinä tunteina.\n\nViikon kallein päivä tulee kuitenkin olemaan **maanantai**, jolloin sähkön keskihinta nousee jo 11,8 senttiin. Hintaa nostaa erityisesti poikkeuksellisen heikko tuulivoiman tuotanto, joka jää keskimäärin reilusti alle tuhannen megawatin. Hintahuipun odotetaan ajoittuvan maanantaiaamuun klo 8–10 välille, jolloin hinnat voivat nousta jopa lähes 25 senttiin. Lisäksi maanantaina on korkea riski vielä huomattavasti suurempiin hintapiikkeihin, jopa 30–50 senttiin yksittäisinä tunteina.\n\n**Tiistain** ja **keskiviikon** aikana tilanne hieman helpottuu, mutta hinnat pysyvät silti melko korkealla. Tiistain keskihinta asettuu 7,5 senttiin, ja keskiviikon keskihinta kohoaa takaisin yli kymmenen sentin. Molempina päivinä hintapiikkien riski on edelleen selkeä, ja korkeimmat hinnat voivat nousta tiistaina 20–30 senttiin ja keskiviikkona jopa 30–40 senttiin. Näiden päivien hintojen vaihtelu johtuu pitkälti tuulivoiman vaihtelevasta tuotannosta, joka ajoittain putoaa melko alhaiselle tasolle.\n\nViikon loppupuolella sähkön hinta palaa jälleen matalammalle tasolle. **Torstaina** hinta on keskimäärin vain 3,5 senttiä ja pysyy varsin vakaana voimakkaan tuulivoiman ansiosta. Ensi **perjantaina** hinta pysyy edelleen vakaana, asettuen noin 3,8 senttiin koko päivän ajaksi.\n\n*gpt-4.5-preview ennustaa tuulisia hintoja.* 🌬️"
}