{
  "content": "*Pörssisähkön hinnoissa nähdään lähipäivinä huomattavaa vaihtelua: viikon puolivälissä hinnat kohoavat korkeiksi, kun taas viikonloppuna nähdään jopa negatiivisia tuntihintoja. Hintapiikkien riski korostuu erityisesti keskiviikkona, torstaina ja tiistaina.*\n\nOlkiluoto 3 -ydinvoimalassa on käynnissä huoltokatko. Katko alkoi 1.3.2025 klo 03 ja päättyy ennusteen mukaan 29.4.2025 klo 16. Huoltokatko voi vaikuttaa hintaennusteen tarkkuuteen, koska opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti.\n\nEnnuste päivitetty tiistaina klo 12:05.\n\n|           | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:----------|:------------------------:|:------------------:|:----------------------------:|:-------------------------:|\n| **keskiviikko** |           8,7            |     5,8 - 14,4     |          214 - 1158          |            5,1            |\n| **torstai**     |           3,7            |     1,0 - 7,7      |          673 - 4555          |            5,9            |\n| **perjantai**   |           1,2            |     0,2 - 3,5      |         2802 - 5755          |            6,8            |\n| **lauantai**    |           1,1            |    -0,2 - 3,0      |         3107 - 4525          |            5,5            |\n| **sunnuntai**   |           1,2            |    -0,0 - 4,1      |         3237 - 4619          |            5,0            |\n| **maanantai**   |           5,2            |     1,2 - 14,8     |         1832 - 4614          |            4,1            |\n| **tiistai**     |           6,3            |     2,0 - 13,4     |         1445 - 3070          |            3,7            |\n\nPörssisähkön hintakehitys tulee vaihtelemaan selvästi lähipäivinä. Viikon edullisimmat hinnat sijoittuvat **perjantaille**, **lauantaille** ja **sunnuntaille**, jolloin keskihinta pysyy reilussa yhdessä sentissä. Näinä päivinä sähkön hinta käy jopa negatiivisena yksittäisinä tunteina: **lauantaina** hinta laskee alimmillaan -0,2 senttiin klo 13:n paikkeilla, ja myös **sunnuntaina** nähdään nollan tuntumaan painuvia hintoja iltapäivällä.\n\n**Keskiviikko** erottuu viikon kalleimpana päivänä, jolloin odotettu keskihinta on 8,7 ¢ ja maksimihinta yltää 14,4 senttiin. Hintapiikkien riski on keskiviikkona olemassa, ja yksittäisinä tunteina hinta voi kohota jopa 20 senttiin. Keskiviikon korkeimmat hinnat ajoittuvat puolenyön ja aamuyön tunteihin klo 23-01 välille. Samanaikaisesti tuulivoiman tuotanto on hyvin alhaisella tasolla, minimissään vain noin 200 megawattia.\n\nPyhäpäivä **torstai** tuo mukanaan selvästi alhaisemmat hinnat kuin keskiviikko. Päivän keskihinta asettuu 3,7 senttiin ja päivän aikana nähdään myös selvästi alempia hintoja, esimerkiksi iltapäivällä klo 14-16 välillä hinta putoaa jopa alle kahden sentin. Hintapiikkien riski on kuitenkin olemassa myös torstaille, jolloin yksittäisinä tunteina hinta saattaa nousta jopa 10 senttiin.\n\nEdullisimmat hinnat jatkuvat viikonlopun jälkeenkin. **Maanantaina** keskihinta on hieman yli viisi senttiä, mutta päivän sisällä hintavaihtelut ovat suuret: alin hinta on vain 1,2 senttiä aamuyöllä, ja korkein 14,8 senttiä aamulla klo 8:n aikaan. **Tiistaina** keskihinta nousee aavistuksen korkeammalle, 6,3 senttiin, ja riski yksittäisten tuntien hintapiikeille kasvaa jälleen. Yksittäisillä tunneilla hinta voi yltää jopa 20 senttiin, erityisesti iltayhdeksän tienoilla.\n\nKokonaisuutena tulevien päivien hintakehitystä kuvaa suuri vaihtelu. Viikonloppu tarjoaa poikkeuksellisen matalia hintoja, kun taas viikon alkupuolella hinnat vaihtelevat voimakkaammin.\n\n*GPT-4.5-preview ennustaa tuulista menoa.* 🍃"
}