{
  "content": "*Sähkön hinta vaihtelee tulevalla viikolla voimakkaasti: sunnuntaina ja maanantaina odotetaan korkeita hintoja ja merkittäviä hintapiikkejä, kun taas torstaina ja perjantaina sähkö on paikoin jopa negatiivisen halpaa.*\n\nOlkiluoto 3 -ydinvoimalassa on käynnissä huoltokatko. Katko alkoi 1.3.2025 klo 03.00 ja sen ennustetaan päättyvän 2.5.2025 klo 02.00. Huoltokatko voi vaikuttaa hintaennusteen tarkkuuteen, sillä opetusdataa huoltokatkojen ajalta on rajallisesti saatavilla.\n\nEnnuste on päivitetty perjantaina klo 14:18.\n\n|           | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **lauantai** | 0,2              | -0,3 - 0,7       | 4540 - 6281   | 2,4           |\n| **sunnuntai** | 7,2             | -0,0 - 17,5      | 286 - 4299    | 3,2           |\n| **maanantai** | 11,9            | 3,6 - 21,3       | 384 - 3734    | 2,2           |\n| **tiistai** | 2,3               | 0,8 - 4,7        | 2133 - 4750   | 2,0           |\n| **keskiviikko** | 4,4           | 0,7 - 8,5        | 1684 - 4985   | 1,9           |\n| **torstai** | 0,9               | -1,5 - 6,8       | 3733 - 5553   | 1,9           |\n| **perjantai** | 1,2             | -1,1 - 6,1       | 3210 - 5739   | 2,2           |\n| **lauantai** | 3,0              | 3,0 - 3,0        | 3682 - 3682   | 0,9           |\n\nTulevan viikon sähkön hinta vaihtelee päivittäin huomattavasti. Hintaodotusten mukaan viikon kalleimmat päivät osuvat **maanantaille** ja **sunnuntaille**. Maanantain odotettu keskihinta on 11,9 ¢ ja hinnat voivat kohota aamulla klo 9–11 yli 20 senttiin. Lisäksi maanantaina on korkea riski hintapiikeille, jolloin yksittäisinä tunteina hinta voisi nousta jopa 30–50 ¢ tasolle.\n\nMyös sunnuntaina hinnat kohoavat iltaa kohti merkittävästi. Päivän keskiarvo odotetaan olevan noin 7,2 ¢, mutta illalla klo 19–21 hinta voi nousta yli 15 sentin. Hintapiikkien riski sunnuntaina on korkea, ja tällöin yksittäisten tuntien hinnat saattavat nousta jopa 20–30 ¢ tasolle. Sunnuntain poikkeuksellisen korkea maksimihinta selittyy osin tuulivoiman erittäin alhaisella minimituotannolla (vain 286 MW).\n\nViikon edullisimmat päivät ovat **lauantai**, **torstai** ja **perjantai**, jolloin hinnat ovat pääosin alhaisia ja ajoittain jopa negatiivisia. Ensimmäisen lauantain hinnat pysyvät pääosin nollan tuntumassa, keskimäärin vain 0,2 ¢, ja yön tunteina hinta painuu hetkittäin jopa hieman pakkasen puolelle. Torstain ja perjantain keskihinnat ovat myös erittäin matalia, noin sentin luokkaa, ja torstaina nähdään viikon selvästi matalin hintataso iltapäivällä klo 14–16, jolloin hinta painuu -1,5 senttiin.\n\nTiistaina ja keskiviikkona hintaodotukset ovat maltillisia, 2–4 sentin tasolla. Hintojen vaihtelu on näinä päivinä suhteellisen vähäistä eikä hintapiikkejä odoteta. Myös ensi lauantaille odotetaan vakaata, noin kolmen sentin hintaista sähkön hintatasoa ilman merkittäviä vaihteluja.\n\nYdinvoimalan huoltokatko voi vielä aiheuttaa epävarmuutta ennusteen osuvuuteen. Toteutuvat hinnat voivat siksi poiketa tässä esitetystä ennusteesta etenkin korkean riskin päivinä sunnuntaina ja maanantaina.\n\n*Hintoja pyöritteli gpt-4.5-preview.* 🔌"
}