{
  "content": "*Pörssisähkön hinta pysyttelee lähipäivinä maltillisena, vaikka yksittäisinä tunteina nähdäänkin selviä vaihteluita negatiivisista hinnoista maltillisiin hintapiikkeihin; kuluttajien kannattaa seurata tarkasti etenkin viikonlopun aamujen ja iltojen sähkön hintaodotuksia.*\n\nOlkiluoto 2 -ydinvoimalassa on meneillään huoltokatko. Katko alkoi 25.5.2025 klo 18 ja sen arvioitu päättymisaika on 25.6.2025 klo 18. Tämä huoltokatko voi vaikuttaa hintaennusteen tarkkuuteen, sillä opetusdataa huoltokatkojen ajalta on rajallisesti saatavilla.\n\nHintatiedot on päivitetty torstaina klo 03:19.\n\n|             | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:------------|:------------------------:|:------------------:|:----------------------------:|:-------------------------:|\n| **perjantai**   |           1,9            |    -0,7 - 8,6      |          952 - 2550           |           12,0            |\n| **lauantai**    |           1,4            |    -2,1 - 6,4      |          779 - 2510           |           12,3            |\n| **sunnuntai**   |           0,2            |    -1,5 - 2,7      |         1594 - 3188           |           12,5            |\n| **maanantai**   |           0,7            |    -0,6 - 3,7      |         2282 - 3477           |           12,2            |\n| **tiistai**     |           1,6            |     0,0 - 3,5      |         2143 - 2974           |           12,2            |\n| **keskiviikko** |           1,2            |    -0,9 - 3,6      |         2005 - 3379           |           12,8            |\n| **torstai**     |           2,6            |    -0,6 - 5,6      |         1493 - 2487           |           13,1            |\n\nPörssisähkön hinta pysyttelee lähipäivinä keskimäärin edullisena. Viikonpäivien välillä ei ole suuria keskihintaeroja, mutta yksittäisten tuntien ajalta hinnat vaihtelevat selvästi. Negatiivisia tuntihintoja nähdään lähes päivittäin erityisesti aamuyön tunteina.\n\nViikon korkeimmat hintapiikit osuvat **perjantaille** ilta-aikaan. Tuolloin hinta nousee korkeimmillaan 8,6 senttiin klo 19–21. Hintapiikkien riski on olemassa myös **lauantaina**, **sunnuntaina**, **tiistaina** ja **torstaina** yksittäisinä tunteina.\n\n**Lauantaina** iltapäivällä nähdään viikon alhaisimmat hinnat. Sähkön hinta laskee klo 14–16 välisenä aikana selvästi negatiiviseksi, matalimmillaan jopa -2,1 senttiin. Myös **sunnuntaina** ja **keskiviikkona** iltapäiväaikoina hinnat ovat negatiivisia useiden tuntien ajan.\n\nTuulivoiman tuotanto vaihtelee viikon aikana melko paljon. **Maanantaina** ja **keskiviikkona** tuulta riittää runsaasti, ja se pitää hinnat maltillisina läpi vuorokauden. **Lauantaina** tuulivoiman minimituotanto jää viikon alimmalle tasolle, 779 megawattiin, mikä voi selittää lauantain maksimihinnan nousun 6,4 senttiin aamupäivällä klo 8–10. Vastaava tilanne nähdään myös **perjantaina**, jolloin minimituotanto putoaa alle 1000 megawattiin ja maksimihinta kohoaa viikon korkeimmaksi.\n\nYleisesti ottaen lähipäivien hintaennusteet lupaavat kuluttajille edullisia keskihintoja. Hintavaihtelut ovat kuitenkin tuntitasolla merkittäviä. Kuluttajien kannattaa seurata hintojen vaihtelua etenkin iltaisin ja viikonloppuaamuisin, jolloin hintapiikkien riski on suurimmillaan.\n\n*Ennusteen laati gpt-4.5-preview.* 🍃"
}