{
  "content": "**Sunnuntai** tuo mukanaan pörssisähkön hinnan, joka vaihtelee 2–8 senttiä/kWh ja päivän keskihinta on 5 senttiä/kWh. Tuulivoiman keskimääräinen tuotanto on 843 MW. Sähkönsiirron tuontikapasiteetti on 1023 MW, mikä on alhaisempi kuin normaalisti. Päivän keskilämpötila on 3.2 °C.\n\n**Maanantai** tarjoaa korkeampia hintoja, sillä pörssisähkön hinta vaihtelee 2–13 senttiä/kWh ja keskihinta on 7 senttiä/kWh. Tuulivoiman tuotanto nousee keskimäärin 2318 MW:iin, mikä on normaali taso. Sähkönsiirron tuontikapasiteetti on 1200 MW. Päivän keskilämpötila on 3.8 °C.\n\n**Tiistai** tuo mukanaan vielä korkeammat hinnat, pörssisähkön hinnan vaihdellessa 2–15 senttiä/kWh ja keskihinnan ollessa 9 senttiä/kWh. Tuulivoiman keskimääräinen tuotanto on 1399 MW, mikä on alhaisempi, mutta ei poikkeuksellinen. Siirtoyhteyskapasiteetti on edelleen 1200 MW. Päivän keskilämpötila on 3.7 °C.\n\n**Keskiviikko** tuo mukanaan pörssisähkön hinnan 1–10 senttiä/kWh, keskihinnan ollessa 6 senttiä/kWh. Tuulivoiman tuotanto on keskimäärin 2033 MW, mikä ei vaikuta hintaan merkittävästi. Sähkönsiirron tuontikapasiteetti pysyy 1200 MW:ssa. Päivän keskilämpötila on 3.6 °C.\n\n**Torstai** erottuu muista päivistä alhaisen pörssisähkön hinnan myötä, sillä hinta vaihtelee 0–2 senttiä/kWh ja keskihinta on vain 1 sentti/kWh. Tuulivoiman keskimääräinen tuotanto nousee 4714 MW:iin, mikä voi selittää matalaa hintaa. Sähkönsiirron tuontikapasiteetti on edelleen 1200 MW. Päivän keskilämpötila on 4.3 °C.\n\nViikon hintakehitys osoittaa, että maanantai, tiistai ja keskiviikko ovat hintatasoiltaan korkeampia verrattuna sunnuntaihin ja torstaihin. Tiistai erottuu korkeimmalla keskihinnalla 9 senttiä/kWh, mikä johtuu osittain alhaisesta tuulivoimasta verrattuna muihin päiviin. Torstai puolestaan erottuu matalalla keskihinnalla 1 sentti/kWh, mikä on seurausta voimakkaasta tuulivoimatuotannosta. Sähkön siirtokapasiteetti on ollut normaalilla tasolla, eikä ydinvoimaloiden tuotantovajauksilla ole ollut vaikutusta hintakehitykseen."
}