{
  "content": "*Pörssisähkön hinnoissa nähdään tällä viikolla suuria vaihteluita, kun edulliset yöt ja aamut vuorottelevat korkeampien aamupiikkien kanssa; pyhäpäivät perjantai ja lauantai tuovat hieman rauhoitusta hintatasoihin, mutta keskiviikkoaamuna hinnat voivat hetkittäin nousta jopa yli 14 senttiin.*\n\nOlkiluoto 2 -ydinvoimalassa on käynnissä huoltokatko. Katko alkoi 25.5.2025 klo 18 ja sen ennustetaan päättyvän 25.6.2025 klo 18. Huoltokatko voi vaikuttaa hintaennusteen tarkkuuteen, koska opetusdataa on katkojen ajalta saatavilla rajallisesti.\n\nEnnuste päivitettiin tiistaina klo 09:05.\n\n|             | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:------------|:------------------------:|:------------------:|:----------------------------:|:--------------------------:|\n| **keskiviikko** |           3,1            |    -0,5 - 14,5     |          457 - 2061          |           12,5             |\n| **torstai**     |           1,2            |    -0,7 - 4,1      |         1526 - 3503          |           12,6             |\n| **perjantai**   |           1,9            |    -0,4 - 8,1      |          532 - 2832          |           12,0             |\n| **lauantai**    |           2,7            |     0,2 - 7,1      |         1090 - 1565          |           12,3             |\n| **sunnuntai**   |           1,0            |    -0,7 - 2,9      |         1218 - 2619          |           12,5             |\n| **maanantai**   |           1,3            |    -0,1 - 3,4      |         2553 - 3423          |           12,2             |\n| **tiistai**     |           1,9            |    -0,4 - 7,4      |         1359 - 3428          |           12,2             |\n\nTulevina päivinä sähkön hinnassa nähdään merkittäviä vaihteluita. Viikon korkein hintapiikkien riski ajoittuu **keskiviikolle**, jolloin hintojen vaihtelu on ennusteen mukaan poikkeuksellisen suurta. Päivän maksimihinta on jopa 14,5 ¢, ja tämä huippu ajoittuu aamutunneille klo 8–10. Alimmillaan sähkön hinta painuu keskiviikkoiltapäivänä hieman alle nollan, -0,5 senttiin.\n\n**Torstaina** hintavaihtelu on maltillisempaa, vaikka yksittäiset hinnat ovat edelleen osin negatiivisia. Päivän edullisin hetki osuu aamuyölle klo 2–4, jolloin hinta voi käydä jopa -0,7 sentissä. Päivän keskihinta pysyttelee kuitenkin selvästi positiivisella puolella, 1,2 sentissä.\n\n**Perjantaina** ja **lauantaina** pyhäpäivät voivat hieman vähentää energiankysyntää ja vaikuttaa siten hintoihin laskevasti. Perjantain keskihinta on 1,9 senttiä ja hintaskaala leveä, -0,4 sentistä 8,1 senttiin. Lauantaina keskihinta nousee hieman, 2,7 senttiin, ja päivän kallein aika osuu aamupäivään klo 8–10.\n\n**Sunnuntaina** hinnat pysyttelevät keskimäärin hyvin edullisina, keskihinnan ollessa vain yhden sentin. Päivän matalin hinta on -0,7 senttiä, aamuyöllä klo 2–4 välillä. Maksimihintakin jää maltilliseen 2,9 senttiin.\n\nEnsi viikon alku, **maanantai** ja **tiistai**, näyttävät tasaista hintakehitystä ilman erityisiä huippuja tai riskitekijöitä. Maanantain keskihinta on 1,3 senttiä ja tiistain hieman korkeampi, 1,9 senttiä. Molempina päivinä hinnat vaihtelevat maltillisesti ja pysyvät pääosin positiivisina muutamia yksittäisiä negatiivisia tunteja lukuun ottamatta.\n\n*Käyrät piirsi gpt-4.5-preview.* ⚡"
}