{
  "content": "*Pörssisähkön hinta vaihtelee tällä viikolla rajusti – keskiviikosta lauantaihin sähkö on lähes ilmaista ja ajoittain jopa negatiivisesti hinnoiteltua, mutta tiistaina ja sunnuntaina yksittäisten tuntien hintapiikit voivat nostaa hinnan poikkeuksellisen korkealle.*\n\nOlkiluoto 1 -ydinvoimalassa on käynnissä huoltokatko, joka alkoi 11.5.2025 klo 18 ja päättyy ennusteen mukaan 22.5.2025 klo 18. Huoltokatko voi vaikuttaa hintaennusteen tarkkuuteen, koska opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti.\n\nEnnuste on päivitetty maanantaina klo 03:22.\n\n|           | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **tiistai**     |       6,0        |    1,1 - 16,4     |       649 - 2596        |      6,6      |\n| **keskiviikko** |       0,4        |   -1,4 - 3,4      |      2806 - 5299        |      6,8      |\n| **torstai**     |       0,0        |   -1,4 - 2,4      |      1843 - 5593        |      7,4      |\n| **perjantai**   |       1,0        |   -0,5 - 3,6      |      1598 - 4899        |      6,8      |\n| **lauantai**    |       0,1        |   -1,6 - 2,1      |      2340 - 4423        |      6,3      |\n| **sunnuntai**   |       0,9        |   -1,9 - 6,6      |       673 - 4214        |      6,2      |\n| **maanantai**   |       3,2        |    0,5 - 6,4      |       754 - 4304        |      6,9      |\n\nViikon hintaennusteessa on nähtävissä suuria vaihteluita, ja erityisesti yksittäisinä tunteina hinnat voivat nousta korkeiksi. Huomionarvoisia ovat tiistain, sunnuntain ja ensi maanantain mahdolliset hintapiikit.\n\n**Tiistaina** päivän keskihinta on ennusteen mukaan kuusi senttiä, mutta yksittäisen tunnin hinta voi nousta poikkeuksellisen korkeaksi. Tiistain aamupäivällä kello 8–10 sähkön hinta saattaa kohota jopa yli 16 senttiin kilowattitunnilta, mikä on viikon korkein yksittäinen tuntihinta. Tämä selittyy osin tuulivoiman hetkittäisellä vähyydellä, sillä aamun tunteina tuulivoimaa on tarjolla vain noin 650 MW.\n\n**Keskiviikosta** lauantaihin hinnat pysyttelevät hyvin alhaisina ja ajoittain jopa negatiivisina. Keskiviikon aikana sähkön keskihinta on vain 0,4 senttiä, ja useina yön ja aamun tunteina sähkö on ilmaista tai jopa negatiivisesti hinnoiteltua. Torstai on vieläkin edullisempi, kun päivän keskihinta putoaa käytännössä nollaan ja yön tunteina nähdään jälleen negatiivisia hintoja. Myös perjantaina ja lauantaina keskihinnat pysyvät matalina, eivätkä ylitä juuri yhtä senttiä.\n\n**Sunnuntaina** hinnat alkavat taas nousta, ja erityisesti illalla kello 19–21 hintojen odotetaan kohoavan selvästi yli viiden sentin tasolle. Päivän maksimihinta on ennusteen mukaan jopa 6,6 senttiä. Sunnuntaina myös tuulivoiman minimimäärä on hetkittäin hyvin alhainen, mikä selittää osaltaan illan korkeampia hintoja.\n\nEnsi **maanantaina** hinnat pysyvät maltillisina, mutta myös silloin yksittäiset tunnit voivat olla muuta päivää kalliimpia. Päivän odotettu keskihinta on hieman yli kolme senttiä, eikä erityisiä ylilyöntejä ole näkyvissä, vaikka iltapäivällä ja illalla hinnat ovatkin keskimääräistä korkeammalla.\n\nViikon aikana on nähtävissä selvä yhteys tuulivoiman tuotannon ja sähkön hinnan välillä. Kun tuulivoimaa on tarjolla runsaasti, hinnat pysyvät matalina tai negatiivisina. Sen sijaan hetkittäinen tuulettomuus voi nostaa hintoja nopeasti korkealle tasolle.\n\n*GPT-4.5-preview analysoi sähköä tuulella.* 🌬️"
}