{
  "content": "*Pörssisähkön hinta heilahtelee tulevalla viikolla. Alkuviikosta ja loppuviikosta sähkö on kalliimpaa, kun taas viikon keskivaiheilla päästään nauttimaan edullisista hinnoista, ja sähkö on hetkittäin jopa ilmaista. Olkiluodossa on huoltokatko.*\n\n\nPörssisähkön hintaennuste on päivitetty lauantaina klo 14:43.\n\nOlkiluoto 3 -ydinvoimalassa on ennustettu huoltokatko, joka alkaa 01.03.2025 03:00 ja päättyy 02.05.2025 02:00. Huoltokatko voi vaikuttaa ennusteen tarkkuuteen, koska opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti.\n\n|      | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **sunnuntai**   | 1.0          | -0.2 - 3.4  | 2639 - 5452                | -2.2              |\n| **maanantai**  | 5.1          | 1.5 - 10.7 | 1935 - 3952                | -1.6              |\n| **tiistai**   | 1.3         | -0.9 - 4.1  | 2427 - 5759                | 0.8               |\n| **keskiviikko** | 1.1          | -1.3 - 3.4  | 4178 - 5535                | 1.6               |\n| **torstai**   | 4.5          | 0.9 - 8.4  | 2620 - 4517                | 1.1               |\n| **perjantai**  | 2.7          | 1.5 - 4.5  | 4062 - 4680                | 2.2               |\n| **lauantai**   | 3.7          | 0.6 - 9.2  | 1466 - 4706                | 1.6               |\n\nTulevalla viikolla pörssisähkön hintaodotukset vaihtelevat. Viikko on kaksijakoinen: alkuviikosta ja loppuviikosta sähkön hinta on korkeampi kuin viikon keskivaiheilla. Kalleinta sähkö on ensi maanantaina, jolloin päivän keskihinnaksi odotetaan 5,1 ¢/kWh, ja kalleimmillaan sähkö on 10,7 ¢/kWh.\n\nPörssisähkön hinta painuu selvästi alle nollan ensi tiistain ja keskiviikon välisenä yönä. Tiistaina aamuyöllä kello 00-05 sähkön hinta on nollan tuntumassa tai jopa pakkasen puolella. Keskiviikon vastaisena yönä hinta on alimmillaan -1,3 ¢/kWh. Myös **keskiviikko**na päivällä hinta pysyttelee matalalla. Keskiviikon keskihinnaksi ennakoidaan vain 1,1 ¢.\n\nEnsi **tiistai**na tuulivoimaa on alkuviikolla ja loppuviikolla runsaasti saatavilla, mikä painaa sähkön hinnan alas. Ensi tiistain ja keskiviikon aikana tuulivoimaa tuotetaan enimmillään jopa yli 5000 megawattia.\n\n**Maanantai**na tuulivoimaa on tarjolla niukemmin, mikä osaltaan selittää maanantain korkeampaa hintatasoa. Maanantain ja tiistain välisenä yönä tuulivoiman tuotanto vähenee alle 2000 megawattiin.\n\nEnsi **lauantai**na sähkön hinta nousee jälleen. Lauantain keskihinnaksi odotetaan 3,7 ¢ ja päivän korkein hinta nousee 9,2 senttiin kilowattitunnilta. Lauantaina tuulivoimaa on saatavilla selvästi vähemmän kuin muina päivinä, mikä näkyy sähkön hinnassa.\n\n*Hintoja tulkitsi gemini-2.0-pro-exp-02-05.* 🌬️\n"
}