{
  "content": "*Tulevan viikon sähkön hinnat vaihtelevat merkittävästi: luvassa on sekä negatiivisia hintoja että yli 13 sentin hintapiikkejä. Edullisimmat päivät osuvat viikonlopulle, kun taas alkuviikosta hinnat nousevat selvästi korkeammiksi.*\n\nOlkiluoto 2 -ydinvoimalassa on parhaillaan käynnissä huoltokatko. Katko alkoi 25.5.2025 klo 18.00 ja päättyy ennusteen mukaan 15.6.2025 klo 18.00. Huoltokatko voi vaikuttaa hintaennusteen tarkkuuteen, koska opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti.\n\nEnnuste päivitettiin tiistaina klo 21:06.\n\n|             | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:------------|:------------------------:|:------------------:|:----------------------------:|:--------------------------:|\n| **keskiviikko** |           1,1            |    -0,1 - 14,3     |         1016 - 3297          |            11,3            |\n| **torstai**     |           2,1            |    -0,5 - 8,6      |         1418 - 5312          |            12,4            |\n| **perjantai**   |           3,8            |     1,1 - 11,5     |         1145 - 2688          |            11,7            |\n| **lauantai**    |           0,9            |    -0,8 - 3,9      |         1871 - 2642          |            11,8            |\n| **sunnuntai**   |           1,1            |    -1,6 - 5,7      |         1488 - 2210          |            10,9            |\n| **maanantai**   |           6,2            |     1,9 - 13,8     |         1109 - 1639          |            10,8            |\n| **tiistai**     |           5,4            |     1,2 - 12,8     |         1448 - 2140          |            10,7            |\n\nTulevien päivien hintaennusteessa on havaittavissa selviä päiväkohtaisia eroja. Edullisimmat päivät ovat **keskiviikko**, **lauantai** ja **sunnuntai**, jolloin päivän keskihinta pysyy noin sentin tuntumassa. Kalleimmat päivät puolestaan tulevat olemaan **maanantai** ja **tiistai**, jolloin hinnat nousevat selvästi korkeammiksi, keskihinnan ollessa maanantaina 6,2 ¢ ja tiistaina 5,4 ¢.\n\nViikon aikana nähdään myös negatiivisia sähkönhintoja. Keskiviikon, torstain, lauantain ja sunnuntain yön ja iltapäivän tunneilla sähkön hinta painuu hetkeksi negatiiviseksi. Alhaisimmat hinnat toteutuvat sunnuntaina iltapäivällä klo 13–15, jolloin hinta käy jopa -1,6 sentissä. Torstaina aamuyöllä klo 1–3 nähdään myös poikkeuksellisen matala hintataso, jolloin sähkön hinta on -0,5 ¢.\n\nHintapiikkien riski on ilmoitettu olevan perjantaina, viikonloppuna ja alkuviikosta. Perjantain hintahuipun ennustetaan osuvan aamulle klo 8–10 välille, jolloin hinta voi nousta jopa 11,5 senttiin. Maanantaina vieläkin korkeampi hintahuippu odotetaan aamulle klo 8–10, jolloin hinta voi nousta jopa 13,8 senttiin. Tiistaina iltahuippu ajoittuu kello 19–21 välille, jolloin hinta voi kohota jopa 12,8 senttiin.\n\nViikon hintavaihtelu johtuu osittain tuulivoiman tuotantovaihteluista. Esimerkiksi torstaina voimakas tuulituotanto (yli 5000 MW) painaa hinnat osin negatiivisiksi, kun taas maanantaina ja tiistaina heikohko tuulituotanto (alle 1700 MW keskimäärin) nostaa päivän keskihintaa selvästi korkeammaksi.\n\nSunnuntai on pyhäpäivä, jolloin sähkön kysyntä on tavallista vähäisempää. Tämä voi selittää sunnuntain matalia hintatasoja ja ajoittaisia negatiivisia hintoja.\n\n*gpt-4.5-preview luki sähköiset ennusteet.* 🔌"
}