{
  "content": "*Alkavan viikon sähkön hinta vaihtelee merkittävästi päivittäin: alkuviikko tarjoaa paikoin jopa negatiivisia hintoja, mutta perjantaina hinnat kohoavat selvästi viikon korkeimmiksi. Tuulivoiman vaihtelut selittävät suurelta osin nämä erot, ja torstain pyhäpäivä saattaa myös vaikuttaa hintatasoon.*\n\nEnnuste päivitetty sunnuntaina klo 14:24.\n\n|             | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:------------|:------------------------:|:-------------------:|:----------------------------:|:--------------------------:|\n| **maanantai**   |           0,2            |     -0,0 - 0,4      |          2740 - 4670          |            9,4             |\n| **tiistai**     |          -0,1            |     -1,2 - 1,7      |          2036 - 4433          |           10,7             |\n| **keskiviikko** |           0,5            |     -1,4 - 2,3      |          2299 - 4512          |           10,9             |\n| **torstai**     |           1,8            |     -0,4 - 4,3      |          1120 - 2342          |           10,8             |\n| **perjantai**   |           2,9            |      0,7 - 8,5      |          1430 - 1818          |           10,4             |\n| **lauantai**    |           0,4            |     -1,2 - 3,4      |          1569 - 2382          |            9,6             |\n| **sunnuntai**   |          -0,1            |     -1,1 - 0,9      |          1409 - 2622          |           10,0             |\n\nOlkiluoto 2 -ydinvoimalassa on käynnissä huoltokatko. Huolto alkoi 25.5.2025 klo 18 ja sen arvioitu päättymisaika on 15.6.2025 klo 18. Huoltokatko voi vaikuttaa hintaennusteen tarkkuuteen, sillä opetusdataa huoltokatkojen ajalta on saatavilla rajallisesti.\n\nAlkavan viikon pörssisähkön hinnat tulevat vaihtelemaan huomattavasti eri päivien välillä. Hintojen vaihteluväli on suuri, ja mukana on myös negatiivisia hintoja. Viikon kalleimmat hinnat ajoittuvat **perjantaille**, jolloin päivän keskihinta nousee lähes kolmeen senttiin kilowattitunnilta. Kallein yksittäinen tunti nähdään perjantaina aamulla klo 8–10, jolloin hinta kohoaa 8,5 senttiin.\n\nAlkuviikosta hinnat ovat pääosin erittäin edullisia. **Maanantain** ja **tiistain** keskihinnat pysyttelevät nollan tuntumassa, ja varsinkin tiistaina nähdään negatiivisia hintoja yöllä ja iltapäivällä. Viikon alin yksittäinen tuntihinta, -1,4 ¢, nähdään **keskiviikon** vastaisena yönä klo 1–3.\n\n**Torstai** erottuu muista päivistä paitsi korkeammalla keskihinnallaan (1,8 ¢), myös siksi, että kyseessä on pyhäpäivä. Pyhäpäivän vuoksi sähkön kysynnän odotetaan olevan normaalia matalampi, mikä voisi pitää hintoja maltillisina. Silti torstain aikana on riski yksittäisille hintapiikeille, etenkin illalla klo 20–22, jolloin hinnat kohoavat yli neljään senttiin.\n\nLoppuviikko tuo mukanaan hintavaihtelujen jatkumista. **Lauantaina** hinnat palaavat jälleen hyvin matalalle tasolle, keskihinnan ollessa vain 0,4 senttiä. Päivän aikana esiintyy kuitenkin yksittäisiä korkeahkoja tuntihintoja, korkeimmillaan 3,4 senttiä illalla klo 18–20. **Sunnuntaina** hinnat pysyttelevät jälleen hyvin matalina koko päivän, ja negatiiviset hinnat ovat mahdollisia erityisesti iltapäivällä.\n\nTuulivoiman määrä vaikuttaa voimakkaasti sähkön hintoihin alkavalla viikolla. Tuulisina päivinä, kuten maanantaina ja tiistaina, runsas tuulivoiman tarjonta painaa hintoja alas. Torstaina ja perjantaina tuulivoiman tuotanto on keskimääräistä alhaisempaa, mikä osaltaan selittää näiden päivien korkeampia maksimihintoja.\n\n*Ennusteen kokosi gpt-4.5-preview.* 🌬️"
}