{
  "content": "*Tulevan viikon sähkön hintataso pysyy edullisena, mutta yksittäisinä tunteina hinnat voivat hetkellisesti nousta selvästi korkeammiksi. Viikon edullisimmat tunnit ajoittuvat viikonlopulle, jolloin sähkö on ajoittain jopa negatiivisen hintaista, kun taas viikon loppupuolella hinnat nousevat hieman korkeammiksi.*\n\nOlkiluoto 1 -ydinvoimalassa on käynnissä huoltokatko, joka alkoi 11.5.2025 klo 18 ja jonka arvioidaan päättyvän 22.5.2025 klo 18. Huoltokatko voi vaikuttaa ennusteen tarkkuuteen, koska opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti.\n\nEnnuste on päivitetty perjantaina klo 03:20.\n\n|              | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:---------------------:|:---------------------:|\n| **lauantai** |       0,5        |    -0,6 - 2,1    |      1725 - 4226      |          6,3          |\n| **sunnuntai**|       0,1        |    -2,0 - 2,6    |      1597 - 4394      |          6,2          |\n| **maanantai**|       1,7        |    -0,4 - 5,3    |      1080 - 3939      |          6,9          |\n| **tiistai**  |       0,3        |    -0,8 - 2,3    |      2310 - 3649      |          7,4          |\n| **keskiviikko**|     0,9        |    -0,5 - 3,6    |      2405 - 3873      |          6,8          |\n| **torstai**  |       2,4        |    -0,3 - 8,6    |      1322 - 4532      |          5,8          |\n| **perjantai**|       3,8        |     1,8 - 6,1    |      1273 - 4241      |          5,8          |\n\nTulevien päivien hintaennusteessa hinnat pysyvät pääosin edullisina. Keskihinnat vaihtelevat läpi viikon alle neljän sentin tuntumassa. Korkeimmat yksittäiset tuntihinnat sijoittuvat **torstaille**, jolloin maksimihinta voi nousta jopa 8,6 senttiin. Myös **maanantaina** illalla klo 18–20 välillä hinnat voivat hetkellisesti nousta yli viiden sentin.\n\nViikonlopun sähkönhintaennuste näyttää maltilliselta. **Lauantain** keskihinta on puoli senttiä ja **sunnuntaina** vielä vähemmän, vain 0,1 senttiä. Molempina päivinä sähkön hinta painuu hetkittäin negatiiviseksi. Esimerkiksi sunnuntaina puolenpäivän jälkeen klo 15–17 sähkön hinta voi käydä jopa kahden sentin verran pakkasen puolella.\n\nSunnuntain ja maanantain kohdalla esiintyy kuitenkin riski yksittäisten tuntien hintapiikeistä. Sunnuntaina aamupäivällä klo 8–10 välillä hinta voi käydä korkeimmillaan 2,6 sentissä. Maanantaina illalla klo 18–20 välillä hinnat voivat nousta jopa 5,3 senttiin. Muina päivinä hintapiikkien riskiä ei datan mukaan ole.\n\nViikon loppua kohden keskihinnat ovat hieman korkeammat. Torstain keskihinta kohoaa 2,4 senttiin ja perjantaina odotettavissa on koko viikon korkein keskihinta, 3,8 senttiä. Perjantain yksittäisten tuntien hinnat pysyvät kuitenkin kohtuullisina, korkeimman hinnan ollessa 6,1 senttiä keskiyöllä klo 23–01 välillä.\n\nTuulivoiman tuotanto on viikon aikana pääosin normaalilla tasolla, mutta maanantaina tuulivoiman minimituotanto käy alimmillaan 1080 megawatissa, mikä osaltaan selittää maanantain korkeampaa maksimihintaa illalla. Muina päivinä tuulivoima ei merkittävästi vaikuta hintaodotuksiin.\n\n*Analyysivastuussa tänään gpt-4.5-preview.* 🔌"
}