{
  "content": "*Pörssisähkön hinta vaihtelee lähipäivinä voimakkaasti: keskiviikkona nähdään korkeat hinnat heikon tuulivoiman vuoksi, kun taas viikonloppuna hinnat laskevat erittäin edullisiksi runsaan tuulituotannon ansiosta. Pyhäpäivä torstai lisää kuitenkin hetkellisten hintapiikkien riskiä.*\n\nEnnuste päivitetty tiistaina klo 21:05.\n\n|              | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:--------------------------:|:-------------------:|\n| **keskiviikko** | 19,6             | 9,6 - 37,6       | 210 - 1104                 | 5,1                 |\n| **torstai**     | 5,6              | 1,6 - 11,2       | 666 - 4614                 | 5,9                 |\n| **perjantai**   | 1,8              | 0,7 - 3,3        | 3778 - 5899                | 6,8                 |\n| **lauantai**    | 1,7              | 0,5 - 3,0        | 3123 - 4584                | 5,5                 |\n| **sunnuntai**   | 2,6              | 0,5 - 4,5        | 3195 - 4497                | 5,0                 |\n| **maanantai**   | 5,7              | 1,0 - 9,9        | 2101 - 4823                | 4,1                 |\n| **tiistai**     | 6,8              | 3,0 - 12,5       | 1904 - 3419                | 3,7                 |\n\nPörssisähkön hinta vaihtelee tulevina päivinä voimakkaasti. Viikon korkein keskihinta nähdään heti **keskiviikkona**, jolloin odotettu keskihinta kohoaa 19,6 senttiin kilowattitunnilta. Hintavaihtelu keskiviikon sisällä on suurta: päivän kallein hetki koetaan aamulla klo 6–8, jolloin hinta voi kohota jopa 37,6 senttiin. Tämä johtuu erityisesti erittäin heikosta tuulivoiman tuotannosta, joka on alimmillaan vain 210 megawattia.\n\n**Torstaina** pörssisähkö halpenee merkittävästi edellispäivästä, keskihinnan ollessa 5,6 senttiä. Torstai on pyhäpäivä, mikä vähentää sähkön kysyntää ja pitää hinnat maltillisina. Aamun tunteina hinta pysyy kohtuullisena, mutta illalla klo 22 alkaen tuulivoiman voimakas kasvu painaa hinnan jopa alle kahden sentin. Kuitenkin torstaina on olemassa selvä riski hetkellisille hintapiikeille: yksittäisinä tunteina sähkön hinta voi nousta jopa 20 senttiin.\n\nViikonlopun ajan, **perjantaista** **sunnuntaihin**, sähkön hinta pysyy erittäin edullisena. **Perjantain** keskihinta on vain 1,8 senttiä, ja halvimmillaan sähköä saadaan yöllä kello 2–4 noin 0,7 sentin hintaan. Tämä johtuu erityisesti erittäin runsaasta tuulivoiman tuotannosta, joka perjantaina on keskimäärin lähes 5300 megawattia.\n\nMyös **lauantaina** ja **sunnuntaina** hinta pysyttelee matalalla tasolla. Lauantaina hintataso on hyvin alhainen, keskihinnan ollessa vain 1,7 senttiä. Sunnuntaina keskihinta kohoaa hieman, mutta jää edelleen edulliseen 2,6 senttiin.\n\nUuden viikon alkaessa **maanantaina** hinnat alkavat jälleen nousta. Keskihinta kohoaa 5,7 senttiin, ja tiistaina vielä hieman korkeammalle, 6,8 senttiin. Tiistai-iltana on myös syytä varautua mahdollisiin hintapiikkeihin, sillä yksittäisillä tunneilla sähkön hinta voi nousta jopa 20 senttiin. Heikko tuulivoiman tuotanto tiistaina, keskimäärin vain noin 2400 megawattia, vaikuttaa hintojen nousuun.\n\n*Hintaa ennusti gpt-4.5-preview.* 🌬️"
}