{
  "content": "*Pörssisähkön hinnassa nähdään lähipäivinä voimakasta vaihtelua: keskiviikon ja viikonlopun edulliset hintajaksot tarjoavat kuluttajille säästömahdollisuuksia, kun taas torstain ja perjantain selvästi korkeammat hinnat tuovat mukanaan riskin lyhyistä hintapiikeistä erityisesti aamun ja illan tunneille.*\n\nEnnuste on päivitetty tiistaina klo 12:06.\n\n|             | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:------------|:------------------------:|:-------------------:|:----------------------------:|:--------------------------:|\n| **keskiviikko** |           0,5          |     -0,6 - 2,8     |         2646 - 4538          |            12,8            |\n| **torstai**     |           7,3          |     1,1 - 15,0     |          396 - 2484          |            12,9            |\n| **perjantai**   |           6,8          |     1,9 - 18,2     |          144 - 2035          |            14,1            |\n| **lauantai**    |           2,1          |     -0,2 - 4,8     |         1742 - 2349          |            14,2            |\n| **sunnuntai**   |           2,3          |      0,3 - 3,8     |         1187 - 2211          |            13,6            |\n| **maanantai**   |           3,7          |      0,8 - 6,8     |         1563 - 2533          |            13,6            |\n| **tiistai**     |           3,5          |      1,2 - 6,7     |         1550 - 2302          |            13,9            |\n\nOlkiluodon ydinvoimaloissa on parhaillaan tuotannon rajoituksia. Olkiluoto 2 on huoltokatkolla 25.5.2025 klo 18 – 24.6.2025 klo 18. Olkiluoto 3:n käytettävissä oleva teho on puolestaan rajoitettu 1060 megawattiin normaalista 1600 megawatista 23.6.2025 klo 06 – 26.6.2025 klo 01. Huoltokatko ja tuotantovajaus voivat vaikuttaa ennusteen tarkkuuteen, sillä vastaavien tilanteiden opetusdataa on rajallisesti.\n\nPörssisähkön hinnoissa on tulevina päivinä merkittäviä vaihteluita. Keskihinnat tulevat olemaan erittäin edullisella tasolla **keskiviikkona**, jolloin päivän hintakeskiarvo jää vain puoleen senttiin. Keskiviikon aikana nähdään myös negatiivisia tuntikohtaisia hintoja yön ja alkuiltapäivän aikana. Alhaisin tuntihinta on ennusteen mukaan -0,6 senttiä klo 04–06 välisenä aikana.\n\nHintataso kuitenkin nousee huomattavasti heti **torstaina** ja **perjantaina**, jolloin päivän keskihinnat ovat yli seitsemän ja lähes seitsemän sentin tasolla. Torstain hinnat liikkuvat aamulla ja illalla erityisen korkealla, saavuttaen enimmillään 15 senttiä illan tunteina klo 20–22. Perjantain korkein tuntihinta, jopa 18,2 senttiä, osuu aamulle klo 08–10. Molempina päivinä on suuri riski hintapiikeille yksittäisinä tunteina. Hintojen voimakasta nousua selittää erityisesti hyvin alhainen minimituulivoimatuotanto, joka jää selvästi alle tuhannen megawatin molempina päivinä.\n\nViikonlopun alkaessa hinnat laskevat jälleen maltillisemmalle tasolle. **Lauantain** ja **sunnuntain** keskihinnat jäävät hieman yli kahden sentin. Lauantaina nähdään myös muutamia negatiivisia hintoja iltapäivällä, matalimmillaan -0,2 senttiä klo 15–16. Vaikka hinnat ovat viikonloppuna pääosin maltillisia, yksittäisten tuntien hintapiikkejä voi silti esiintyä.\n\nEnsi **viikon** alussa hinnat pysyttelevät edullisella tasolla. **Maanantaina** päivän keskihinta on 3,7 senttiä, korkeimmillaan 6,8 senttiä aamupäivällä klo 09–11. **Tiistaina** keskihinnat pysyvät lähes samalla tasolla, keskihinnan ollessa 3,5 senttiä ja päivän maksimihinnan jäädessä alle seitsemään senttiin. Molempina päivinä yksittäisten hintapiikkien mahdollisuus on kuitenkin olemassa.\n\nViikon hintakehitystä luonnehtii merkittävä vaihtelu, jossa erityisesti torstai ja perjantai erottuvat kalliimpina päivinä. Keskiviikko ja viikonlopun päivät ovat puolestaan selvästi edullisempia, minkä vuoksi kuluttajille avautuu mahdollisuuksia edullisempaan sähkönkäyttöön näinä ajankohtina.\n\n*Hintakäyrää piirsi gpt-4.5-preview.* 📈"
}