{
  "content": "*Pörssisähkön hinta vaihtelee tulevina päivinä selvästi, viikonlopun tarjotessa jopa negatiivisia hintoja ja perjantain nostaessa hinnan hetkellisesti yli 13 senttiin; alkuviikolla hinnat tasaantuvat maltillisiksi, vaikka yksittäisinä tunteina esiintyy edelleen hintapiikkien riskiä.*\n\nOlkiluoto 2 -ydinvoimalassa on käynnissä huoltokatko, joka alkoi 25.5.2025 klo 18 ja päättyy ennusteen mukaan 15.6.2025 klo 18. Huoltokatko voi vaikuttaa ennusteen tarkkuuteen, koska opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti.\n\nEnnuste on päivitetty torstaina klo 09:06.\n\n|             | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:------------|:------------------------:|:------------------:|:----------------------------:|:--------------------------:|\n| **perjantai**   |           5,3            |     1,1 - 13,4     |          352 - 862           |            10,4            |\n| **lauantai**    |           1,0            |    -0,7 - 3,4      |          738 - 3123          |             9,6            |\n| **sunnuntai**   |          -0,5            |    -1,3 - 0,3      |         1110 - 3730          |            10,0            |\n| **maanantai**   |           1,6            |    -0,7 - 7,3      |         1888 - 3114          |            10,6            |\n| **tiistai**     |           1,1            |     0,1 - 3,2      |         1766 - 3347          |            10,9            |\n| **keskiviikko** |           0,7            |    -0,6 - 3,7      |         1823 - 2824          |            11,3            |\n| **torstai**     |           0,1            |    -1,1 - 1,6      |         1959 - 3151          |            12,5            |\n\nAlkavan viikon aikana pörssisähkön hinnoissa nähdään huomattavaa vaihtelua. **Perjantaina** sähkön keskihinta nousee viikon korkeimmaksi, 5,3 senttiin kilowattitunnilta. Päivän aikana hintojen odotetaan vaihtelevan voimakkaasti, matalimmillaan noin senttiin yöllä ja korkeimmillaan peräti 13,4 senttiin aamulla klo 8–10 tienoilla. Perjantaina on myös kohonnut riski hintapiikeille yksittäisinä tunteina.\n\nViikonlopun aikana sähkön hinta laskee merkittävästi. **Lauantain** keskihinta on noin yhden sentin, vaihteluvälin ulottuessa -0,7 sentistä hieman yli kolmeen senttiin. Negatiiviset hinnat osuvat iltapäivän tunneille klo 14–17 välisenä aikana. **Sunnuntai** on viikon edullisin päivä, keskihinnan jäädessä jopa puoli senttiä pakkasen puolelle. Sunnuntaina sähkön hinta pysyttelee koko päivän hyvin maltillisena, halvimmillaan -1,3 sentissä iltapäivän klo 13–15 välillä.\n\nUusi viikko alkaa jälleen hintojen noustessa hieman. **Maanantaina** keskihinta kohoaa noin 1,6 senttiin, ja päivän aikana sähkön hinnassa nähdään suurempaa vaihtelua kuin viikonloppuna. Aamun klo 8–10 aikana hinnat nousevat korkeimmillaan 7,3 senttiin, mutta illaksi ne asettuvat takaisin maltillisemmalle tasolle. Maanantaina on myös yksittäisten tuntien hintapiikkien riski.\n\n**Tiistaina** ja **keskiviikkona** hinnat vakiintuvat jälleen matalammiksi, keskihintojen ollessa tiistaina 1,1 senttiä ja keskiviikkona vain 0,7 senttiä. Molempina päivinä hinnat pysyvät melko tasaisina ilman suuria vaihteluja. Keskiviikkona mahdollisten hintapiikkien riski on kuitenkin olemassa yksittäisillä tunneilla.\n\n**Torstaina** hinnat laskevat uudelleen viikon matalimpien lukujen joukkoon. Keskimääräinen hinta on lähes nollassa, 0,1 senttiä, ja hinnat käyvät jälleen negatiivisina aamuyön tunneilla klo 2–4. Päivästä odotetaan hintojen osalta hyvin tasaista, eikä hintapiikkien riskiä ole havaittu.\n\n*Lukemat tulkitsi sähäkästi gpt-4.5-preview.* ⚡"
}