{
  "content": "*Sähkön hinnat nousevat ensi viikolla, erityisesti maanantaina ja perjantaina, kun tuulivoiman tuotanto on heikkoa. Lauantai ja keskiviikko tarjoavat edullisimmat tunnit.*\n\nNordpool-sähköpörssin hintaennuste on päivitetty perjantaina klo 21:00. Seuraavassa taulukossa on viikonpäivien keskeiset tiedot:\n\n|       | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **lauantai** | 1,4 | 0,1 - 4,4 | 1927 - 3786 | -1,7 |\n| **sunnuntai** | 6,8 | 2,1 - 13,0 | 1635 - 2886 | -3,5 |\n| **maanantai** | 11,2 | 6,5 - 16,9 | 466 - 2144 | -3,3 |\n| **tiistai** | 6,1 | 2,6 - 11,1 | 424 - 4515 | -4,6 |\n| **keskiviikko** | 3,1 | 0,9 - 5,7 | 3342 - 5136 | -3,3 |\n| **torstai** | 7,4 | 4,0 - 11,4 | 2800 - 3850 | -2,9 |\n| **perjantai** | 10,3 | 4,9 - 16,4 | 713 - 3105 | -2,5 |\n\nViikon alkaessa **lauantaina** sähkön keskihinta on odotettavissa erittäin edullisella tasolla, alle 1,5 ¢/kWh. Päivän maksimihinta nousee hieman iltapäivällä, mutta pysyy silti alhaisena. Tuulivoiman tuotanto on tasaisesti korkealla, mikä tukee alhaista hintatasoa.\n\n**Sunnuntaina** hinnat nousevat selvästi, ja päivän keskihinta on odotettavissa noin 6,8 ¢/kWh. Tuulivoiman tuotanto laskee, ja hintapiikkien riski on korostunut, erityisesti iltapäivällä noin klo 16–18. Tällöin hinnat voivat nousta jopa 20 ¢:n tasolle.\n\n**Maanantaina** sähkön keskihinta nousee viikon korkeimmalle tasolle, yli 11 ¢/kWh. Tuulivoiman tuotanto on erityisen heikkoa, ja hintapiikkien riski on korkea. Iltapäivällä noin klo 16–18 hinnat voivat nousta jopa 30–40 ¢:n tasolle.\n\n**Tiistaina** hinnat laskevat hieman, mutta hintapiikkien riski pysyy olemassa, erityisesti aamupäivällä noin klo 8–10. Tuulivoiman tuotanto vaihtelee voimakkaasti, mikä selittää hintavaihtelut.\n\n**Keskiviikkona** sähkön hinta laskee selvästi, ja päivän keskihinta on odotettavissa noin 3 ¢/kWh. Tuulivoiman tuotanto on korkealla, mikä pitää hinnat alhaalla. Hintapiikkien riskiä ei ole.\n\n**Torstaina** hinnat nousevat jälleen hieman, ja päivän keskihinta on odotettavissa noin 7,4 ¢/kWh. Tuulivoiman tuotanto pysyy kohtuullisella tasolla, eikä hintapiikkien riskiä ole.\n\nViikon päättyessä **perjantaina** sähkön keskihinta nousee jälleen yli 10 ¢:n. Tuulivoiman tuotanto on heikkoa, ja hintapiikkien riski on korkea, erityisesti iltapäivällä noin klo 16–18. Tällöin hinnat voivat nousta jopa 30–40 ¢:n tasolle.\n\nViikon kalleimmat ajankohdat sijoittuvat **maanantaille** ja **perjantaille**, kun tuulivoiman tuotanto on heikkoa. Edullisimmat tunnit ovat **lauantaina** ja **keskiviikkona**, jolloin tuulivoima pitää hinnat alhaalla."
}