{
  "content": "*Sähkön hinta vaihtelee lähipäivinä merkittävästi: perjantaina nähdään jopa negatiivisia hintoja runsaan tuulivoiman ansiosta, kun taas viikonlopun ja alkuviikon heikompi tuulituotanto nostaa hinnat ajoittain yli kymmeneen senttiin.*\n\nEnnuste päivitetty torstaina klo 09:06.\n\n|              | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **perjantai**   | -0,1 | -1,4 – 1,6 | 1730 – 6422 | 13,4 |\n| **lauantai**    | 4,0  | 0,1 – 11,2 | 168 – 1671  | 13,3 |\n| **sunnuntai**   | 2,1  | -0,6 – 6,3 | 318 – 1234  | 13,6 |\n| **maanantai**   | 4,3  | 0,0 – 8,6  | 965 – 1250  | 14,9 |\n| **tiistai**     | 3,3  | 1,6 – 7,0  | 1260 – 2521 | 15,2 |\n| **keskiviikko** | 2,3  | 0,2 – 6,4  | 1418 – 2093 | 14,6 |\n| **torstai**     | 3,4  | 0,3 – 9,1  | 912 – 1533  | 14,3 |\n\nPörssisähkön hintaennusteessa näkyy merkittäviä päiväkohtaisia eroja lähipäivinä. Erityisesti **perjantaina** sähkön keskihinta painuu poikkeuksellisen alas, jopa negatiiviseksi, päivän keskihinnan ollessa -0,1 senttiä. Tuulivoiman tuotanto on perjantaina erittäin runsasta, keskimäärin yli 4800 MW, mikä osaltaan selittää halpaa hintatasoa. Yön ja aamuyön tunteina hinnat käyvät jopa -1,4 sentissä.\n\n**Lauantaina** tilanne muuttuu selvästi, kun sähkön keskihinta nousee neljään senttiin. Tuulivoiman tuotanto laskee huomattavasti, ja päivän minimiteho jää alle 200 MW:n. Tämä heikko tuulivoima selittää osaltaan päivän korkeaa maksimihintaa, joka yltää 11,2 senttiin illalla noin klo 19–21 välillä. Lauantaille ennustetaan myös korkeaa riskiä yksittäisille hintapiikeille.\n\n**Sunnuntaina** hintaodotukset ovat maltillisemmat, keskihinnan ollessa noin kaksi senttiä. Päivän aikana nähdään kuitenkin negatiivisia tuntihintoja iltapäivällä, mutta toisaalta illalla hinnat nousevat yli kuuteen senttiin. Yksittäisten tuntien hintapiikkien riski säilyy sunnuntaina, etenkin illan tunneilla noin klo 19–21.\n\nUuden viikon alku tuo jälleen hieman korkeampia keskihintoja. **Maanantaista** odotetaan viikon kalleinta päivää, jolloin keskihinta on noin 4,3 senttiä ja korkein tuntihinta nousee illalla kahdeksan ja yhdeksän sentin välille. Maanantaina tuulivoiman tuotanto pysyy matalalla tasolla, mikä osaltaan voi ylläpitää hintatasoja korkeampina. Myös maanantaina on riski hintapiikeille.\n\n**Tiistai ja keskiviikko** näyttävät maltillisemmilta hinnoiltaan, tiistain keskihinnan ollessa 3,3 senttiä ja keskiviikon 2,3 senttiä. Molempina päivinä tuulivoiman tuotanto elpyy hieman, mikä pitää hinnat maltillisina. Keskiviikon iltatunnit voivat silti nostaa hetkellisesti hinnan yli kuuden sentin.\n\n**Torstaina** sähkön keskihinta nousee hieman edellispäivistä, noin 3,4 senttiin. Päivän aikana nähdään myös korkeampia tuntihintoja illalla, jolloin maksimihinta kohoaa yhdeksän sentin tuntumaan. Torstaille ennakoidaan hintapiikkien riskiä erityisesti iltatunneille.\n\n*Hintakäyrät piirsi gpt-4.5-preview.* 📉"
}