{
  "content": "*Pörssisähkön hinta pysyttelee tulevalla viikolla maltillisena, mutta tiistaina aamun tunteina hintataso käy hetkellisesti korkeammalla heikon tuulivoiman vuoksi. Viikonloppuna hinnat painuvat jopa negatiivisiksi, sunnuntain pyhäpäivä laskee kysyntää entisestään.*\n\nEnnuste päivitetty sunnuntaina klo 09:06.\n\n|            | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-----------|:------------------------:|:-------------------:|:----------------------------:|:-------------------------:|\n| **maanantai**   |           0,4            |     -1,6 - 1,9     |        2166 - 4667         |           10,6            |\n| **tiistai**     |           2,5            |      0,3 - 7,4     |         389 - 2005         |           10,9            |\n| **keskiviikko** |          -0,1            |     -1,4 - 2,3     |        1350 - 2756         |           11,3            |\n| **torstai**     |           0,7            |     -1,3 - 2,6     |        1970 - 3024         |           12,4            |\n| **perjantai**   |           0,4            |     -1,0 - 3,4     |        1080 - 2482         |           11,7            |\n| **lauantai**    |          -1,1            |     -2,1 - -0,1    |        2007 - 3052         |           11,8            |\n| **sunnuntai**   |          -0,1            |     -3,2 - 4,5     |        1101 - 2902         |           11,3            |\n\nOlkiluoto 2 -ydinvoimalassa on meneillään huoltokatko. Katko alkoi 25.5.2025 klo 18 ja se päättyy ennusteen mukaan 15.6.2025 klo 18. Huoltokatko voi vaikuttaa ennusteen tarkkuuteen, koska opetusdataa on saatavilla rajallisesti huoltokatkojen ajalta.\n\nTuleva viikko tuo mukanaan maltillista sähkön hinnoittelua, mutta päivien välillä on havaittavissa jonkin verran vaihtelua. Keskimääräiset hinnat pysyvät matalalla koko viikon ajan, eikä yksikään päivä ole erityisen kallis. Useina päivinä nähdään jopa negatiivisia minimihintoja, erityisesti yöaikaan.\n\n**Tiistai** kuitenkin erottuu joukosta hieman korkeammalla maksimihinnallaan, joka kohoaa aamulla klo 7–9 välisenä aikana 7,4 senttiin. Tämä korkeampi hinta selittyy osittain tiistain heikolla tuulitilanteella: päivän alin tuulivoimatuotanto jää alle 400 MW:n tasolle. Tiistain keskihintakin on viikon korkein, 2,5 senttiä kilowattitunnilta.\n\nMuina arkipäivinä hintojen muutokset pysyvät maltillisina. **Keskiviikkona** ja **torstaina** hinnat vaihtelevat hieman negatiivisista lukemista noin kahden sentin tasolle, mutta hintojen nousu pysyy silti hyvin hallinnassa. Torstain iltapäivällä klo 14–16 hinnat nousevat hetkellisesti 2,6 senttiin, mutta tämäkin jää kauas korkeista hintahuipuista.\n\nViikonloppuna hintatilanne muuttuu erityisen edulliseksi. **Lauantaina** hinnat pysyttelevät koko päivän negatiivisina, vaihdellen -2,1 ja -0,1 sentin välillä. Tämä johtuu osittain runsaasta tuulivoimatuotannosta, joka pysyy koko päivän korkealla, keskimäärin noin 2700 MW:n tasolla.\n\n**Sunnuntaina**, joka on pyhäpäivä, sähkön kysyntä voi olla normaalia alhaisempaa. Tämä näkyykin hinnoissa siten, että päivän minimihinta laskee jopa -3,2 senttiin iltapäivällä klo 14–16. Illalla klo 20–22 nähdään kuitenkin viikonlopun selkein hintavaihtelu, kun hinta kohoaa hetkellisesti 4,5 senttiin.\n\nKaikkiaan tulevan viikon sähkön hintataso pysyy maltillisena eikä aiheuta merkittäviä yllätyksiä.\n\n*Virtaa tulkitsi gpt-4.5-preview.* ⚡"
}