{
  "content": "*Pörssisähkön hinta vaihtelee tulevina päivinä tuntuvasti, mutta keskihinnat pysyvät pääosin edullisina. Viikonloppuna sähkön hinta käy jopa negatiivisena, kun taas yksittäiset korkeat hintapiikit sijoittuvat erityisesti perjantain ja tiistain aamun ja illan tunneille.*\n\nOlkiluoto 2 -ydinvoimalassa on meneillään huoltokatko. Katko alkoi 25.5.2025 klo 18 ja sen arvioidaan päättyvän 21.6.2025 klo 18. Tämä huoltokatko saattaa vaikuttaa hintaennusteen tarkkuuteen, koska opetusdataa huoltokatkojen ajalta on rajallisesti saatavilla.\n\nEnnuste päivitetty torstaina klo 14:24.\n\n|             | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:------------|:------------------------:|:------------------:|:----------------------------:|:-------------------------:|\n| **perjantai**   |           4,2            |     0,3 - 12,9     |         432 - 3347          |           11,1            |\n| **lauantai**    |           0,3            |    -1,2 - 2,7      |         761 - 2849          |           12,1            |\n| **sunnuntai**   |           2,5            |    -0,2 - 5,6      |         581 - 2769          |           12,9            |\n| **maanantai**   |           3,4            |    -0,5 - 8,7      |        1347 - 2196          |           13,3            |\n| **tiistai**     |           4,3            |     1,8 - 9,7      |        1383 - 2025          |           12,6            |\n| **keskiviikko** |           1,8            |    -0,8 - 7,0      |        1821 - 2555          |           12,5            |\n| **torstai**     |           1,4            |    -0,7 - 4,8      |        2003 - 2936          |           12,6            |\n\nPörssisähkön hinnassa nähdään tulevina päivinä vaihtelua. Keskiarvoisesti hinnat pysyttelevät kuitenkin edullisina. Viikon alin päivähinta, 0,3 senttiä, toteutuu **lauantaina**. Lauantain hintataso on lähes koko päivän ajan erittäin matala, ja yön tunteina sähkön hinta on jopa negatiivinen käväisten alimmillaan -1,2 sentissä iltapäivällä klo 14-16. Lauantaina esiintyy kuitenkin myös riski yksittäisille hintapiikeille.\n\nViikon kallein päivä keskihinnaltaan on **tiistai**, jolloin keskihinnan odotetaan olevan 4,3 senttiä. Tiistaina korkein hinta ajoittuu aamupäivälle klo 8-10, jolloin sähkö maksaa jopa 9,7 senttiä kilowattitunnilta. Hintapiikkien riski on olemassa myös tiistaina yksittäisillä tunneilla.\n\nMerkille pantavaa on myös **perjantain** suuri vaihtelu hinnoissa. Perjantain aikana hinta liikkuu hyvin laajalla skaalalla, alimmillaan 0,3 sentistä aina korkeimmillaan 12,9 senttiin illalla klo 19-21. Tämä yli 12 sentin huipputaso on viikon korkein yksittäinen tuntihinta.\n\nMuina päivinä hinnat vaihtelevat maltillisemmin. **Maanantaina** hintatason odotetaan olevan keskimäärin 3,4 senttiä, mutta yksittäisinä tunteina sähkön hinta saattaa käväistä negatiivisena (-0,5 senttiä) aikaisin aamulla klo 4-6. Myös maanantaina on huomioitava riski yksittäisille hintapiikeille.\n\nViikon jälkipuoliskolla, **keskiviikosta** alkaen, hinnat palautuvat jälleen matalammalle tasolle. Keskiviikkona ja **torstaina** hinnat pysyvät pääosin alle kahden sentin keskiarvotasolla, ja yksittäiset tunnit ovat ajoittain jopa negatiivisia. Molempina päivinä on kuitenkin mainittu riski yksittäisiin tuntikohtaisiin hintapiikkeihin.\n\n*gpt-4.5-preview tutki sähköä tarkkaillen.* ⚡"
}