{
  "content": "*'Pörssisähkön hinta on ensin lauantaina hyvin edullinen, jopa negatiivinen, mutta sunnuntaina hinta nousee selvästi ja maanantaina edessä voi olla jopa 30-40 sentin hintapiikkejä. Loppuviikkoa kohden hinta kallistuu, mutta tiistai on muita päiviä edullisempi.'*\n\n\nOlkiluoto 3:n huoltokatko alkaa **lauantaina** klo 03:00 ja päättyy **perjantaina** 2025-05-02 klo 02:00. Päättymisaika on ennuste. Koska opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti, huoltokatko voi vaikuttaa ennusteen tarkkuuteen.\n\nEnnuste on päivitetty perjantaina klo 14:18.\n\n|    | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:---|:---:|:---:|:---:|:---:|\n| **lauantai**  | 0.0 | -0.1 - 0.2  | 3889 - 6671 | -0.0 |\n| **sunnuntai** | 7.6 | 0.2 - 12.3 | 223 - 5800  | 0.9  |\n| **maanantai** | 10.6 | 4.5 - 17.8  | 875 - 2800  | -1.3 |\n| **tiistai**   | 4.3 | 2.4 - 6.0  | 2926 - 4380 | -2.8 |\n| **keskiviikko**| 7.4 | 3.8 - 13.5 | 1735 - 3775 | -4.3 |\n| **torstai**   | 8.1 | 3.6 - 13.2 | 1351 - 3775 | -3.3 |\n| **perjantai** | 7.6 | 4.3 - 12.3 | 1802 - 4143 | -1.8 |\n\nPörssisähkön hintaodotukset vaihtelevat tulevan viikon aikana. Viikonlopun aikana hinta on aluksi hyvin edullista, mutta nousee sunnuntaina. Ensi **maanantaina** hinta nousee kalliiksi. Sen jälkeen hinta laskee tiistaina lähelle edullista, mutta kallistuu jälleen loppuviikkoa kohden.\n\nLauantaina pörssisähkön hinta on lähellä nollaa. Vuorokauden sisällä hinta käväisee jopa hieman nollan alapuolella. Sunnuntain keskihinta nousee selvästi, ja hinta on korkeimmillaan alkuillasta noin kello 18. Sunnuntaina on myös korkea riski hintapiikeille, jolloin yksittäisten tuntien hinnat voivat nousta jopa 20-30 senttiin kilowattitunnilta.\n\nMaanantain keskihinta nousee selvästi kalliiksi, ja päivän maksimihinta, 17.8 ¢, ajoittuu aamupäivän tunneille noin kello 8-10. Maanantaille on myös ennustettu korkeaa, jopa 30-40 sentin hintapiikkien riskiä yksittäisille tunneille. Maanantain hintaa nostaa erityisesti heikko tuulivoimatuotanto, joka jää päivän aikana alimmillaan alle tuhannen megawatin.\n\n**Tiistaina** hinta laskee, ja keskihinta on lähellä edullista. **Keskiviikkona** ja torstaina hinta nousee jälleen. **Torstaina** on myös riski yksittäisten tuntien hintapiikeille, jopa 20 senttiin asti. Perjantain hintaodotukset ovat lähellä torstain lukemia.\n\n*Tulkinnat laati gemini-2.0-pro-exp-02-05.* ⚡️\n"
}