{
  "content": "*'Pörssisähkön hinta vaihtelee tulevalla viikolla rajusti: luvassa on sekä alle yhden sentin että jopa 40 sentin tuntihintoja. Lauantaina on halvinta, kun taas tiistaina on suurin riski hintapiikeille. Keskiviikkona on kylmintä.*'\n\n\nOlkiluoto 3:n lauantaina 2025-03-01 03:00 alkanut huoltokatko jatkuu, ja sen ennustetaan päättyvän perjantaina 2025-05-02 02:00. Koska opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti, huoltokatko voi vaikuttaa ennusteen tarkkuuteen.\n\nEnnuste on päivitetty torstaina klo 21:00.\n\n|    | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **perjantai** | 6.1 | 0.2 - 22.2 | 610 - 4315 | 0.1 |\n| **lauantai** | 2.4 | 0.4 - 5.0  | 3106 - 6630 | -0.0 |\n| **sunnuntai**| 7.7  | 1.9 - 14.0 | 305 - 5660  | 0.9  |\n| **maanantai** | 9.9 | 6.0 - 13.9 | 1327 - 2777 | -1.3 |\n| **tiistai** | 9.8  | 5.3 - 16.8 | 1425 - 3905 | -2.8 |\n| **keskiviikko** | 4.6 | 2.0 - 7.0  | 3561 - 5415 | -4.3 |\n| **torstai** | 4.3  | 0.6 - 7.4  | 3447 - 5272 | -3.3 |\n\nPörssisähkön hintaodotukset vaihtelevat tulevan viikon aikana. Luvassa on sekä edullisia että kalliimpia päiviä.\n\n**Perjantaina** sähkön keskihinta asettuu 6.1 senttiin kilowattitunnilta. Perjantai on viikon ainoa päivä, jolloin sähkön hinta voi nousta jopa yli 20 senttiin. Päivän edullisimmat tunnit ajoittuvat aamuyölle, jolloin hinta voi painua jopa alle 0.5 senttiin.\n\n**Lauantaina** sähkön keskihinta painuu 2.4 senttiin kilowattitunnilta. Lauantaina on viikon alhaisin hinta. Hinta pysyttelee koko päivän alle 5 sentissä.\n\n**Sunnuntaina** hinta nousee 7.7 senttiin. Sunnuntaina on kuitenkin korkea riski hintapiikeille, jopa 20-30 senttiin yksittäisinä tunteina. Hintapiikkien riski liittyy heikkoon tuulivoimaan aamulla ja illalla. Sunnuntain tuulivoiman ennustetaan jäävän hetkittäin jopa alle 400 megawatin.\n\n**Maanantaina** ja **tiistaina** keskihinnat nousevat lähelle 10 senttiä kilowattitunnilta. Maanantaina on riski yksittäisille hintapiikeille, jopa 20 senttiin asti. Tiistaina riski hintapiikeille on vielä suurempi, jopa 20-40 senttiä yksittäisinä tunteina. Korkeimmat tuntihinnat ajoittuvat tiistaina iltaan kello 18-20.\n\nEnsi **keskiviikkona** ja **torstaina** sähkön hinta laskee jälleen, ja keskihinnat asettuvat noin 4-5 senttiin. Keskiviikkona on viikon kylmin päivä, -4.3 astetta.\n\n*Pörssisähköä tulkitsi gemini-2.0-pro-exp-02-05.* ⚡️\n"
}