{
  "content": "*Tulevan viikon sähkön hinta pysyttelee pääosin maltillisena, mutta torstaina hinnat kohoavat selvästi viikon muihin päiviin verrattuna, jolloin aamulla on odotettavissa korkeita yksittäisiä hintapiikkejä; viikonloppuna hinnat palaavat jälleen edullisemmalle tasolle, ja ajoittain nähdään jopa negatiivisia hintoja.*\n\nOlkiluoto 2 -ydinvoimalassa on käynnissä huoltokatko, joka alkoi 25.5.2025 klo 18 ja päättyy ennusteen mukaan 23.6.2025 klo 19. Olkiluoto 3:ssa on tuotantovajaus, jonka aikana käytettävissä oleva teho on 1060 MW nimellistehon ollessa 1600 MW. Tuotantovajaus alkoi 23.6.2025 klo 06 ja sen arvioidaan päättyvän 25.6.2025 klo 01. Käynnissä oleva huoltokatko voi vaikuttaa hintaennusteen tarkkuuteen, koska opetusdataa huoltokatkojen ajalta on rajallisesti saatavilla.\n\nEnnuste päivitetty maanantaina klo 12:06.\n\n|             | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:------------|:------------------------:|:------------------:|:----------------------------:|:--------------------------:|\n| **tiistai** |           2,1            |     0,1 - 5,0      |         1814 - 3272          |           12,2             |\n| **keskiviikko** |        1,4            |    -0,3 - 3,9      |         2065 - 3650          |           12,8             |\n| **torstai** |           6,7            |     0,4 - 13,3     |          438 - 1996          |           12,9             |\n| **perjantai** |          2,7            |     0,9 - 5,2      |         1463 - 2181          |           14,1             |\n| **lauantai** |           0,9            |    -0,9 - 3,1      |         1824 - 2549          |           14,2             |\n| **sunnuntai** |          2,0            |     0,1 - 3,4      |         1424 - 2188          |           13,6             |\n| **maanantai** |          2,9            |    -0,3 - 6,8      |         1693 - 2565          |           13,6             |\n\nTulevan viikon sähkön hintakehitys on melko vaihtelevaa. Päivittäiset keskihinnat pysyvät enimmäkseen alle kolmen sentin tienoilla, mutta **torstaina** hintaodotus kohoaa merkittävästi. Tuolloin odotettu päivän keskihinta nousee 6,7 senttiin, ja lisäksi maksimihinta voi nousta korkealle, jopa yli 13 senttiin aamulla klo 7–9 välillä. Torstaina myös tuulivoiman tuotanto jää matalalle tasolle, alimmillaan vain noin 438 MW, mikä osaltaan selittää korkeaa maksimihintaa.\n\nViikon alin sähkön keskihinta ajoittuu **lauantaille**, jolloin sähkö maksaa keskimäärin vain alle sentin kilowattitunnilta. Lauantaina esiintyy myös negatiivisia hintoja, matalimmillaan -0,9 senttiä aamuyöllä. Negatiivisia hintoja nähdään myös keskiviikon ja ensi maanantain vastaisina öinä, jolloin sähköä tuotetaan hetkellisesti enemmän kuin kulutetaan.\n\nMuina viikonpäivinä hinnat pysyttelevät maltillisina. Päivittäiset maksimihinnat ylittävät harvoin viisi senttiä, eikä merkittäviä hintapiikkejä ole odotettavissa. Silti yksittäisinä tunteina erityisesti aamun ja illan tunteina voi esiintyä hieman korkeampia hintoja. Esimerkiksi **tiistaina** illalla klo 18–20 välille ennustetaan korkeimpia hintoja, jolloin sähkö maksaa noin viisi senttiä.\n\nViikon loppupuolella hintojen vaihtelu hieman tasaantuu, ja sunnuntain odotettu keskihinta on kaksi senttiä. Tuolloin korkein hinta asettuu reiluun kolmeen senttiin, mikä on viikon keskihintojen valossa maltillista.\n\nAlkavan viikon hintakehitystä tarkkailtaessa on hyvä huomioida Olkiluodon ydinvoimaloiden tuotantovajaus ja huoltokatko. Nämä tekijät voivat aiheuttaa pieniä epävarmuuksia ennusteeseen, joten toteutuvat hinnat voivat poiketa nyt esitetystä arviosta.\n\n*Ennusteet tarjoili gpt-4.5-preview.* ⚡"
}