{
  "content": "*Lähipäivinä pörssisähkön hinnat vaihtelevat merkittävästi: viikon kalleimmat tunnit osuvat perjantai-iltaan, kun taas lauantai tarjoaa harvinaisen edullisia ja jopa negatiivisia hintoja. Hintataso tasaantuu jälleen kohtuulliseksi alkuviikkoa kohti mentäessä.*\n\nEnnuste päivitetty torstaina klo 03:19.\n\n|              | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **perjantai**    | 6,0              | -0,3 - 17,2       | 421 - 3597      | 11,1          |\n| **lauantai**     | 0,3              | -1,7 - 3,5        | 880 - 2775      | 12,1          |\n| **sunnuntai**    | 2,2              | -0,2 - 7,6        | 1149 - 2466     | 12,9          |\n| **maanantai**    | 4,9              | 1,2 - 11,6        | 1235 - 1737     | 13,3          |\n| **tiistai**      | 3,8              | 0,6 - 9,8         | 1421 - 2426     | 12,6          |\n| **keskiviikko**  | 1,8              | -0,5 - 6,1        | 1897 - 2569     | 12,5          |\n| **torstai**      | 1,7              | 0,5 - 4,0         | 1806 - 2852     | 12,5          |\n\nOlkiluoto 2 -ydinvoimalassa on käynnissä huoltokatko. Huolto alkoi 25.5.2025 klo 18 ja sen ennustettu päättymisaika on 21.6.2025 klo 18. Tämä huoltokatko voi vaikuttaa ennusteen tarkkuuteen, koska opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti.\n\nTulevien päivien pörssisähkön hinnassa tulee olemaan huomattavaa vaihtelua. Hintojen odotetaan pysyvän edullisella tai normaalilla tasolla, mutta **perjantaina** nähdään selkeästi viikon korkein maksimihinta. Perjantain kallein hetki sijoittuu iltaan klo 19–21 välille, jolloin hinta voi nousta yli 17 senttiin kilowattitunnilta. Perjantain yön tunneilla, noin klo 3–5 välillä, sähkön hinta voi puolestaan painua negatiiviseksi, jopa -0,3 senttiin.\n\n**Lauantaina** sähkön keskihinta tulee olemaan erittäin matala, vain 0,3 senttiä, ja päivän aikana nähdäänkin useita negatiivisen hinnan tunteja. Päivän halvin tunti ajoittuu iltapäivään klo 13–15, jolloin sähkön hinta voi olla jopa -1,7 ¢. Tämä tekee lauantaista viikon edullisimman päivän sähkönkäyttäjille.\n\n**Sunnuntaina** hinnat palautuvat hieman ylöspäin, mutta jäävät silti edullisiksi. Sunnuntain korkein hinta, 7,6 ¢, osuu iltaan klo 19–21 välille, kun taas aamuyöstä hinnat pysyttelevät lähellä nollaa tai hieman sen alapuolella. **Maanantaina** hinnat nousevat edelleen, ja päivän keskihinnan odotetaan olevan hieman alle viisi senttiä. Illan tunteina klo 19–21 hinta voi kohota yli 11 senttiin.\n\nViikon puolivälissä hinnat laskevat jälleen. **Tiistaina**, **keskiviikkona** ja **torstaina** sähkön keskihinnat ovat maltillisia ja negatiivisia tunteja nähdään vain satunnaisesti. Näistä päivistä keskiviikon odotetaan olevan edullisin, ja sen alhaisin tunti klo 3–5 aamuyöllä on jälleen negatiivinen, -0,5 ¢.\n\nKoska Olkiluoto 2:n huolto jatkuu vielä tämän ennusteen kattaman ajan jälkeenkin, hintaennusteisiin voi liittyä epävarmuutta etenkin pidemmän aikavälin osalta. Käyttäjien kannattaa varautua siihen, että yksittäisinä tunteina hinnat voivat nousta ennustettua korkeammiksi erityisesti perjantaina ja lauantaina, jolloin hintapiikkien riski on korkea.\n\n*Näin ennusti gpt-4.5-preview.* 🔌"
}