{
  "content": "*Sähkön hinta vaihtelee tulevina päivinä selvästi: torstaina ja perjantaina esiintyy korkeita tuntihintoja, kun taas viikonloppuna hinnat painuvat jopa negatiivisiksi. Ensi viikon alussa hinnan vaihtelu tasaantuu ja sähkön keskihinta pysyttelee maltillisella tasolla.*\n\nOlkiluoto 2 -ydinvoimalassa on käynnissä huoltokatko, joka alkoi 25.5.2025 klo 18 ja päättyy ennusteen mukaan 15.6.2025 klo 18. Huoltokatko voi vaikuttaa pörssisähkön hintaennusteen tarkkuuteen, koska opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti.\n\nNordpoolin Suomen markkina-alueen sähkön hintaennusteet on päivitetty keskiviikkona klo 12:06.\n\n|           | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **torstai**  | 6,3              | -0,0 - 12,5      | 192 - 2734    | 10,8          |\n| **perjantai**| 4,6              | 1,0 - 14,6       | 346 - 929     | 10,4          |\n| **lauantai** | 1,1              | -0,9 - 3,7       | 526 - 2502    | 9,6           |\n| **sunnuntai**| -0,3             | -1,3 - 0,5       |1901 - 3174    | 10,0          |\n| **maanantai**| 0,9              | -0,8 - 4,5       |1820 - 2654    | 10,6          |\n| **tiistai**  | 2,1              | 0,6 - 6,7        |1715 - 2547    | 10,9          |\n| **keskiviikko**| 2,0            | -0,7 - 7,9       |1103 - 3074    | 11,3          |\n\nTulevien päivien hintanäkymät ovat vaihtelevia. Pörssisähkön hinnassa nähdään suuria vaihteluita erityisesti **torstaina** ja **perjantaina**, jolloin yksittäiset tunnit voivat nousta suhteellisen korkeiksi. Torstain huippuhinta on ennusteen mukaan 12,5 ¢ aamulla klo 8–10 välillä. Perjantaina päivän korkein hinta on vielä korkeampi, 14,6 ¢ klo 8–10 välisenä aikana. Molempina päivinä yksittäisillä tunneilla on riski hintapiikeille.\n\nViikonlopun sähkön hinnat ovat selvästi edullisempia. **Lauantaina** keskihinta jää vain hieman yli senttiin kilowattitunnilta. Päivän aikana hinnat käyvät jopa negatiivisina iltapäivällä klo 11–17 välillä. **Sunnuntaina** hinnat pysyttelevät keskimäärin negatiivisina koko päivän, alimmillaan -1,3 ¢ iltapäivällä klo 14–16 välillä. \n\nEnsi viikon alussa hinnat pysyvät maltillisina. **Maanantaina** keskihinta pysyttelee alle sentin, ja hinnanvaihtelu on vähäisempää kuin viikon loppupuolella. Alin hinta on -0,8 ¢ aamuyöllä klo 2–4 välillä. **Tiistaina** ja **keskiviikkona** hinnat nousevat hieman, noin kahden sentin keskiarvoihin. Keskiviikkona päivän korkein hinta on lähes kahdeksan senttiä aamupäivällä klo 8–10 välillä.\n\nTuulivoimatuotanto vaihtelee merkittävästi viikon aikana. Torstaina ja perjantaina tuulivoima on poikkeuksellisen matalalla, mikä selittää korkeat tuntikohtaiset hinnat näinä päivinä. Sunnuntaina tuulivoiman runsas tuotanto puolestaan laskee hinnat negatiivisiksi.\n\n*Hintakäyrät piirsi gpt-4.5-preview.* 🌬️"
}