{
  "content": "*Tulevan viikon sähkön hintaennusteessa nousee esiin maanantain hetkellinen hintahuippu, jolloin matala tuulivoimatuotanto nostaa hinnan yli 14 senttiin; muuten viikko tarjoaa kuluttajille erittäin edullista sähköä, jopa negatiivisin hinnoin etenkin viikonlopun aikana.*\n\nOlkiluoto 1 -ydinvoimalassa on käynnissä huoltokatko. Katko alkoi 11.5.2025 klo 18 ja sen arvioitu päättymisaika on 22.5.2025 klo 18. Huoltokatko voi vaikuttaa hintaennusteen tarkkuuteen, sillä opetusdataa vastaavista tilanteista on saatavilla rajallisesti.\n\nEnnuste päivitetty lauantaina klo 12:06.\n\n|             | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:------------|:------------------------:|:-------------------:|:----------------------------:|:-------------------------:|\n| **sunnuntai**   |          -0,1           |    -1,2 - 2,0     |         1683 - 4525          |            6,2            |\n| **maanantai**   |           4,3           |     0,0 - 14,1     |          276 - 1996          |            6,9            |\n| **tiistai**     |           0,5           |    -1,0 - 2,2     |         1320 - 3368          |            7,4            |\n| **keskiviikko** |           0,9           |    -0,3 - 4,1     |         2252 - 3661          |            6,8            |\n| **torstai**     |           0,5           |    -0,3 - 1,6     |         2830 - 4604          |            5,8            |\n| **perjantai**   |           0,7           |    -0,4 - 2,0     |         3083 - 5002          |            5,7            |\n| **lauantai**    |           0,8           |    -1,0 - 2,7     |         2069 - 3976          |            6,4            |\n\nTulevalla viikolla pörssisähkön hinnoissa tullaan näkemään selkeitä vaihteluja erityisesti **maanantaina**. Maanantain odotettu keskihinta nousee 4,3 senttiin ja maksimihinta kohoaa jopa 14,1 senttiin kello 8–10 välillä. Ennusteen mukaan riski hintapiikeille on todellinen juuri tuolloin. Tämä johtuu pitkälti erittäin matalasta tuulivoiman tuotannosta, joka käy maanantaina alimmillaan vain 276 megawatissa. Heikko tuulivoima nostaa yleensä hintoja, ja näin näyttää käyvän myös tällä kertaa.\n\nMuut viikonpäivät tulevat tarjoamaan huomattavasti edullisempia hintoja, ja keskihinnat pysyttelevät pääosin alle sentin. **Sunnuntaina** nähdään jopa negatiivinen keskihinta, -0,1 senttiä, ja hintojen vaihteluväli ulottuu -1,2 sentistä kahteen senttiin. Negatiiviset hinnat keskittyvät erityisesti yö- ja iltapäivätunneille, jolloin sähkön hinta käy alimmillaan klo 13–14 välillä.\n\n**Tiistaina** sähkön keskihinta tulee olemaan maltillinen, 0,5 senttiä, mutta yksittäisille tunneille on ennustettu riskiä hintapiikeistä. Maksimihinta nousee 2,2 senttiin aamupäivällä klo 9–10 välillä. Tuulivoiman määrä pysyy tiistainakin melko matalalla, mikä voi selittää hetkittäisen hintojen nousun.\n\nKeskellä viikkoa, **keskiviikosta** perjantaihin, hinnat pysyvät yleisesti ottaen matalina ja vaihtelut ovat pieniä. Keskiviikon korkein hinta on 4,1 senttiä aamulla klo 9–10 välillä, mutta keskihinta asettuu alle senttiin. **Torstaina** ja **perjantaina** hinnanvaihtelut ovat vielä maltillisempia, ja hinnat pysyvät alle kahdessa sentissä koko päivän ajan.\n\nViikonloppuna, **lauantaina**, hinnat jatkavat vakaina, mutta käväisevät jälleen negatiivisina lauantain iltapäivällä klo 14–15 tienoilla. Lauantain keskihinta on 0,8 senttiä, ja hinnanvaihtelut ovat maltillisia.\n\nViikon hintakehitystä kokonaisuutena leimaa maanantain hetkellinen hintahuippu, joka poikkeaa selvästi muista päivistä. Muutoin viikko näyttäytyy kuluttajille hintatasoltaan edullisena, ja negatiiviset hinnat tarjoavat mahdollisuuden erittäin halpaan sähkönkäyttöön erityisesti sunnuntain ja lauantain tunteina.\n\n*Valaistuksen tarjosi gpt-4.5-preview.* 🔌"
}