{
  "content": "*Pörssisähkön hinnoissa nähdään lähipäivinä voimakasta vaihtelua; torstaina ja perjantaina odotettavissa korkeita hintapiikkejä, viikonlopun ja ensi viikon alun hintataso maltillisempi. Päivittäiset keskihinnat vaihtelevat reilusta kuudesta sentistä lähes 16 senttiin kilowattitunnilta.*\n\nEnnuste päivitetty tiistaina klo 21:00.\n\n|              | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **keskiviikko** | 11,6 | 0,2 - 43,7 | 737 - 4403 | 2,9 |\n| **torstai**     | 15,9 | 3,0 - 30,5 | 545 - 3514 | 3,3 |\n| **perjantai**   | 12,3 | 1,1 - 30,3 | 178 - 4141 | 3,4 |\n| **lauantai**    | 6,2  | 0,9 - 14,0 | 1234 - 4386 | 2,7 |\n| **sunnuntai**   | 8,0  | 2,9 - 12,8 | 835 - 2248 | 2,3 |\n| **maanantai**   | 9,7  | 3,5 - 18,7 | 1033 - 2329 | 2,6 |\n| **tiistai**     | 8,2  | 5,5 - 13,4 | 878 - 1618 | 3,5 |\n\nOlkiluoto 3 -ydinvoimalassa on parhaillaan meneillään huoltokatko. Katko alkoi 1.3.2025 klo 03 ja sen arvioidaan päättyvän 28.4.2025 klo 01. Huoltokatko voi vaikuttaa hintaennusteen tarkkuuteen, koska opetusdataa on huoltokatkojen ajalta rajallisesti.\n\nSähkön hinta vaihtelee lähipäivinä tuntuvasti. Hintojen odotetaan olevan korkeimpia erityisesti **torstaina**, jolloin päivän keskihinta kohoaa lähes 16 senttiin kilowattitunnilta. Torstaina hinnat liikkuvat ennusteen mukaan noin 3,0–30,5 ¢ välillä. Lisäksi torstaina on suuri riski, että aamukahdeksan aikoihin sähkön tuntihinta voi nousta jopa 40–60 senttiin.\n\nMyös **keskiviikkona** nähdään merkittävää vaihtelua. Päivän sisällä hinnat vaihtelevat lähes nollasta (0,2 ¢) aina 43,7 senttiin asti. Keskiviikon hintahuippu ajoittuu aamukahdeksan tienoille. Päivän keskihinta jää kuitenkin torstaita alemmalle, noin 11,6 senttiin.\n\n**Perjantain** hintojen vaihteluväli on myös suuri, noin yhdestä sentistä yli 30 senttiin. Korkeimmat hinnat ennakoidaan perjantaina aamupäivän tunteihin klo 8–10. Lisäksi perjantaina on huomattava riski, että hintapiikit voivat nousta jopa 30–50 senttiin yksittäisinä tunteina.\n\nViikonloppuna sähkön hinnat hieman tasaantuvat. **Lauantaina** keskihinta on kuluvan viikon matalin (6,2 ¢) ja ylimmät hinnat pysyttelevät enimmillään 14 sentissä. Illalla klo 21–23 hinnat ovat hieman korkeampia kuin päivän aikana. Lauantaina on kuitenkin riski, että yksittäiset hintapiikit voivat nousta jopa 20–30 senttiin.\n\n**Sunnuntaina** hinnat ovat maltilliset, keskihinnan ollessa noin 8 senttiä. Hintavaihtelua on vähemmän kuin aiempina päivinä. Sunnuntaina korkeimmat hinnat jäävät alle 13 senttiin, mutta pieni riski yksittäisiin 20 sentin hintapiikkeihin on olemassa.\n\nEnsi viikon alussa hinnat eivät merkittävästi eroa viikonlopusta. **Maanantaina** keskihinta on hieman alle 10 senttiä, mutta yksittäisten tuntien hinnat voivat nousta jopa lähelle 19 senttiä. Lisäksi maanantaina on korkea riski, että hintapiikit voivat kivuta 20–40 senttiin. **Tiistaina** hintavaihtelu on maltillista, eikä dramaattisia nousuja ole ennustettu. Päivän odotettu keskihinta on noin 8,2 senttiä.\n\n*Analyysivastuussa tänään gpt-4.5-preview.* ⚡"
}