{
  "content": "*Lähipäivien sähkön hintaennusteessa näkyy suuria vaihteluita: viikon edullisimpina hetkinä sähkön hinta painuu jopa negatiiviseksi, kun taas korkeimmat hinnat nähdään viikonloppuna aamun ja illan tunteina, jolloin vähäinen tuulivoima nostaa hintapiikkien riskiä.*\n\nOlkiluoto 2 -ydinvoimalassa on meneillään huoltokatko. Katko alkoi 25.5.2025 klo 18 ja sen ennustetaan päättyvän 25.6.2025 klo 18. Huoltokatko voi vaikuttaa hintojen ennustetarkkuuteen, sillä opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti.\n\nEnnuste on päivitetty keskiviikkona klo 14:24.\n\n|              | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:------------------------:|:------------------:|:----------------------------:|:--------------------------:|\n| **torstai**  |           0,1            |    -0,3 - 0,5      |         1767 - 3912          |           12,6             |\n| **perjantai**|           2,8            |    -0,3 - 9,5      |          553 - 2032          |           12,0             |\n| **lauantai** |           1,4            |    -2,8 - 11,4     |          433 - 2227          |           12,3             |\n| **sunnuntai**|          -0,4            |    -1,9 - 1,5      |         2009 - 2712          |           12,5             |\n| **maanantai**|           1,6            |    -0,2 - 3,5      |         2183 - 2846          |           12,2             |\n| **tiistai**  |           3,0            |     0,3 - 7,6      |         1333 - 3085          |           12,2             |\n| **keskiviikko**|         1,3            |    -0,3 - 2,5      |         1288 - 2989          |           12,8             |\n\nViikon hintaennusteessa erot päivien välillä ovat melko suuria. Hintakehitys vaihtelee negatiivisista edullisista tunneista korkeisiin, lähes 12 senttiin nouseviin yksittäisiin tunteihin. Hinnaltaan viikon kalleimmat tunnit ajoittuvat **lauantain** aamulle, noin klo 7–9, jolloin sähkön hinta voi nousta jopa 11,4 senttiin kilowattitunnilta.\n\nMyös **perjantain** aamuna ja illalla sähkön hintataso kohoaa selvästi muita päiviä korkeammalle. Korkeimmat hinnat nähdään noin klo 19–21, jolloin hinta voi nousta 9,5 senttiin. Hintapiikkien riski on olemassa myös sunnuntaina, tiistaina ja keskiviikkona, vaikka näiden päivien maksimihinnat jäävät selvästi alhaisemmiksi kuin perjantaina ja lauantaina.\n\nViikon halvin päivä keskihinnaltaan on **sunnuntai**, jolloin sähkön hintakeskiarvo painuu negatiiviseksi, -0,4 senttiin. Tämä tarkoittaa, että sunnuntaina useiden tuntien ajan sähkön hinta on ennusteen mukaan nollan alapuolella. Negatiiviset hinnat ovat mahdollisia myös torstaina, perjantaina, lauantaina, maanantaina ja keskiviikkona, erityisesti öisin ja varhain aamulla.\n\nTuulivoiman tuotanto laskee selvästi perjantaina ja lauantaina. Näiden päivien matala tuulivoiman minimituotanto selittää osaltaan korkeita maksimihintoja. Perjantaina tuulivoiman alhaisin teho on 553 MW ja lauantaina vain 433 MW. Muina päivinä tuulivoimaa on tarjolla selvästi enemmän, eikä se merkittävästi vaikuta hintatasoon.\n\nViikon päivittäiset keskilämpötilat pysyvät melko tasaisina hieman yli 12 asteessa. Lämpötilalla ei ole vaikutusta sähkön hintakehitykseen tulevina päivinä. Viikon alussa, maanantaina ja tiistaina, hinnat ovat jälleen maltillisia ja lähellä normaalia, ilman merkittäviä hintapiikkejä.\n\n*Ennusteet tarjoili gpt-4.5-preview.* 🍃"
}