{
  "content": "*'Pörssisähkön hinta pysyttelee tulevalla viikolla edullisena, vaihdellen päivän sisällä tyypillisesti muutamasta sentistä jopa negatiivisiin lukemiin. Lauantaina keskihinta painuu lähelle nollaa. Torstai erottuu kylmimpänä päivänä, jolloin myös hinta nousee hetkellisesti korkeammalle.'*\n\n\nPörssisähkön hintaennuste on päivitetty keskiviikkona klo 21:14.\n\n|    | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:---|:---:|:---:|:---:|:---:|\n| **torstai** | 2.4 | 0.3 - 8.2 | 3081 - 5830 | -9.3 |\n| **perjantai** | 2.5 | -0.3 - 5.8 | 3220 - 6505 | -3.4 |\n| **lauantai** | 0.4 | -0.9 - 3.9 | 3240 - 4962 | -0.6 |\n| **sunnuntai** | 2.0 | 0.5 - 3.6 | 3133 - 4269 | 0.4 |\n| **maanantai** | 0.9 | -0.4 - 2.4 | 4053 - 5850 | 2.0 |\n| **tiistai** | 2.5 | 0.6 - 4.8 | 2263 - 4567 | 1.4 |\n| **keskiviikko** | 2.7 | -0.7 - 6.3 | 2560 - 4648 | 0.3 |\n\nPörssisähkön hinta pysyttelee tulevalla viikolla edullisena. Päivittäiset keskihinnat vaihtelevat pääosin alle yhdestä sentistä reiluun kahteen senttiin kilowattitunnilta.\n\n**Torstaina** pörssisähkön keskihinta asettuu 2.4 senttiin. Pieniä hinnanvaihteluita on odotettavissa, sillä vuorokauden sisällä hinta painuu alimmillaan 0.3 senttiin, mutta nousee korkeimmillaan 8.2 senttiin kilowattitunnilta. Koska torstain keskilämpötila painuu -9.3 asteeseen, se voi osaltaan selittää korkeampia hintahuippuja.\n\n**Perjantaina** keskihinta on 2.5 senttiä kilowattitunnilta, ja hinta vaihtelee -0.3 ja 5.8 sentin välillä. Perjantain, kuten muidenkin päivien kohdalla, negatiiviset hinnat painottuvat todennäköisesti yön pikkutunneille.\n\n**Lauantaina** pörssisähkö on viikon edullisinta, keskihinnan ollessa vain 0.4 ¢/kWh. Hinta on alimmillaan -0.9 senttiä ja korkeimmillaan 3.9 senttiä. Lauantain keskilämpötila on -0.6 astetta.\n\n**Sunnuntaina** pörssisähkön keskihinta nousee 2.0 senttiin, mutta hinta pysyttelee edelleen varsin maltillisena, vaihdellen 0.5 sentistä 3.6 senttiin kilowattitunnilta.\n\nEnsi **maanantaina** pörssisähkön keskihinta laskee jälleen, ollen 0.9 senttiä kilowattitunnilta. Maanantain aikana hinta painuu alimmillaan -0.4 senttiin. Ensi **tiistaina** ja ensi **keskiviikkona** pörssisähkön keskihinnat nousevat hieman, asettuen 2.5 ja 2.7 senttiin kilowattitunnilta.\n\n*Hintoja hahmotteli gemini-2.0-pro-exp-02-05.* 📊\n"
}