{
  "content": "*Viikon sähkönhinnassa nähdään suurta vaihtelua: alkuviikon korkeimmat tuntihinnat nousevat jopa yli 17 senttiin, mutta loppuviikolla hinnat laskevat selvästi, jopa hetkittäin negatiivisiksi. Hintahuippujen odotetaan ajoittuvan etenkin aamupäivän tunneille, kun taas viikonloppuna sähkön hintataso tasaantuu merkittävästi.*\n\nOlkiluoto 2 -ydinvoimalassa on parhaillaan meneillään huoltokatko, joka kestää 25.5.2025 klo 18 alkaen ja päättyy ennusteen mukaan 15.6.2025 klo 18. Huoltokatko voi vaikuttaa hintaennusteen tarkkuuteen, sillä opetusdataa huoltokatkojen ajalta on saatavilla rajallisesti.\n\nEnnuste on päivitetty sunnuntaina klo 09:06.\n\n|          | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **maanantai** | 6,0              | 0,4 - 17,6        | 391 - 2422    | 10,7          |\n| **tiistai**   | 6,8              | 1,0 - 16,5        | 674 - 2593    | 10,6          |\n| **keskiviikko**| 5,2              | 1,8 - 14,7        | 313 - 1981    | 10,8          |\n| **torstai**   | 2,1              | 0,7 - 3,6         | 2282 - 3051   | 11,3          |\n| **perjantai** | 1,3              | -0,5 - 3,6        | 2170 - 3504   | 11,1          |\n| **lauantai**  | 2,0              | -0,6 - 9,0        | 1257 - 3419   | 12,1          |\n| **sunnuntai** | 2,4              | 1,3 - 4,1         | 1086 - 1846   | 13,0          |\n\nViikon pörssisähkön hinnat tulevat vaihtelemaan tuntuvasti alku- ja loppuviikon välillä. Alkuviikosta hinnat ovat keskimääräisesti korkeampia ja hintapiikkien riski korostuu erityisesti **maanantaina**, jolloin päivän korkein hinta nousee jopa 17,6 senttiin kilowattitunnilta. Hintapiikin odotetaan sijoittuvan aamupäivän tunneille klo 8–10. Myös **tiistaina** ja **keskiviikkona** hintahuiput ovat selvästi koholla, ja yksittäiset tunnit voivat nousta yli 14 senttiin aamulla klo 8–10 aikaan.\n\nViikon edetessä hinnat laskevat huomattavasti. **Torstaina** sähkön odotettu keskihinta putoaa jo 2,1 senttiin. Tämä suotuisa hintakehitys jatkuu **perjantaina**, jolloin sähkön hintojen odotetaan olevan viikon alhaisimmat. Perjantaina nähdään myös negatiivisia hintoja yöllä ja aikaisin aamulla klo 3–6, jolloin sähkön hinta käy jopa -0,5 sentissä.\n\n**Lauantaina** hintataso pysyy edelleen matalana, mutta päivän sisällä on odotettavissa hintavaihtelua. Lauantainakin nähdään negatiivisia hintoja aamuyöllä, mutta illalla klo 19–21 sähkön hinta voi nousta jopa yhdeksään senttiin.\n\n**Sunnuntai** on hintatasoltaan melko tasainen ja maltillinen, eikä suuria heilahteluja ole odotettavissa. Päivän keskihinta asettuu 2,4 senttiin, ja hinnat vaihtelevat korkeintaan hieman yli neljän sentin.\n\nViikon aikana nähtävät suuret hintavaihtelut selittyvät osittain tuulivoiman tuotannon vaihteluilla. Alkuviikon matala tuulivoiman määrä, erityisesti keskiviikon aamun vain 313 MW, nostaa yksittäisiä tuntihintoja selvästi. Loppuviikolla tuulivoiman tuotanto kasvaa huomattavasti, mikä selittää matalammat hinnat erityisesti torstaina ja perjantaina.\n\n*gpt-4.5-preview hintatuulten asialla* 🌬️"
}