{
  "content": "*Pörssisähkön hinta pysyttelee tulevalla viikolla edullisella tasolla, ajoittaisten negatiivisten hintojen ja maltillisten hintahuippujen vuorotellessa; erityisesti keskiviikkona ja viikonloppuna sähkön hinta voi kuitenkin hetkellisesti nousta hieman korkeammaksi tuulivoiman tuotannon vaihteluiden vuoksi.*\n\nOlkiluoto 1 -ydinvoimalassa on käynnissä huoltokatko. Katko alkoi 11.5.2025 klo 18 ja sen odotetaan päättyvän 22.5.2025 klo 18. Huoltokatko voi vaikuttaa hintaennusteen tarkkuuteen, koska opetusdataa huoltokatkojen ajalta on saatavilla rajallisesti.\n\nEnnuste päivitetty maanantaina klo 12:06.\n\n|            | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-----------|:------------------------:|:------------------:|:-----------------------------:|:-------------------------:|\n| **tiistai**      |          0,2           |    -1,2 - 3,0     |         1657 - 4790          |            7,4            |\n| **keskiviikko**  |          2,5           |    -0,4 - 7,7     |         1330 - 3388          |            6,8            |\n| **torstai**      |          1,0           |    -0,3 - 3,2     |         2078 - 3853          |            5,8            |\n| **perjantai**    |          2,3           |     0,0 - 4,5     |         2444 - 4859          |            5,7            |\n| **lauantai**     |          1,8           |    -0,3 - 3,6     |         1502 - 2675          |            6,4            |\n| **sunnuntai**    |          0,6           |    -1,5 - 2,2     |         1851 - 2924          |            6,6            |\n| **maanantai**    |          1,9           |    -0,6 - 5,5     |         1628 - 3051          |            9,4            |\n\nTulevalla viikolla pörssisähkön hintataso pysyttelee varsin edullisella tasolla. Päivittäiset keskihinnat vaihtelevat 0,2 sentistä 2,5 senttiin kilowattitunnilta. Viikon edullisin päivä on **tiistai**, jolloin keskihinta jää 0,2 senttiin. Päivän aikana sähkön hinta käy myös negatiivisella puolella, erityisesti aamuyön tunteina klo 3–6. Tiistain matalaan hintatasoon vaikuttaa voimakas tuuli, jonka ansiosta tuulivoimaa on tarjolla runsaasti, paikoin jopa 4790 MW.\n\nViikon korkein keskihinta nähdään **keskiviikkona**, jolloin keskimääräinen hinta kohoaa 2,5 senttiin kilowattitunnilta ja päivän maksimihinta käy 7,7 sentissä aamulla klo 7–9 välillä. Keskiviikkona hintavaihtelut ovat viikon suurimmat, mikä selittyy osin tuulivoiman tuotannon alhaisella minimillä (1330 MW). Keskiviikkona on lisäksi riski yksittäisille hintapiikeille, erityisesti aamun tunneilla.\n\n**Perjantaina** keskihinta asettuu 2,3 senttiin, eikä päivän sisällä ole erityisiä hintahuippuja. Tuulivoimaa tuotetaan runsaasti koko päivän ajan, mikä pitää hintatason maltillisena läpi vuorokauden.\n\nViikonlopun päivistä **lauantai** on hinnaltaan hieman sunnuntaita korkeampi. Lauantaina keskihinta on 1,8 senttiä ja tuulivoiman tuotanto tavallista vähäisempää. Lauantaina on myös riski yksittäisiin hintapiikkeihin, vaikka maksimihinta jää 3,6 senttiin. **Sunnuntaina** keskihinta laskee 0,6 senttiin, ja myös tuulivoimaa on tarjolla kohtuullisesti. Sunnuntaina aamuyön ja iltapäivän tunneilla nähdään useita negatiivisen sähkön hinnan tunteja.\n\nEnsi **maanantaina** keskihinta nousee hieman 1,9 senttiin, ja päivän maksimi on viikon toiseksi korkein, 5,5 senttiä illalla klo 19–21 välillä. Tuulivoiman tuotanto on maanantaina kohtalaisen alhaisella tasolla, mikä osaltaan selittää hieman kohonnutta hintatasoa ja yksittäisten tuntien hintapiikkiriskiä.\n\n*Tuulista viikkoa, gpt-4.5-preview.* 🌬️"
}