{
  "content": "*Lähipäivien pörssisähkön hintavaihtelut ovat suuria: torstaina ja keskiviikkona hinnat kohoavat korkealle, jopa yli 30 senttiin yksittäisinä tunteina, kun taas viikonlopuksi hinnat maltillistuvat selvästi, ennen kuin ensi viikon alussa hinta tasaantuu entisestään.*\n\nOlkiluoto 3 -ydinvoimalassa on käynnissä huoltokatko. Huoltokatko alkoi 1.3.2025 klo 03 ja jatkuu ennusteen mukaan 28.4.2025 klo 01 asti. Huoltokatko voi vaikuttaa ennusteen tarkkuuteen, sillä opetusdataa huoltokatkojen ajalta on saatavilla rajallisesti.\n\nEnnuste päivitetty tiistaina klo 03:14.\n\n|              | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **keskiviikko** |       13,1       |    3,4 - 30,5    |       639 - 3906       |        2,9        |\n| **torstai**     |       18,6       |    6,7 - 33,7    |       262 - 3087       |        3,3        |\n| **perjantai**   |        7,1       |    1,6 - 17,1    |       502 - 4047       |        3,4        |\n| **lauantai**    |        7,9       |    1,8 - 14,5    |       1253 - 3987      |        2,7        |\n| **sunnuntai**   |       10,1       |    5,7 - 16,0    |       807 - 2276       |        2,3        |\n| **maanantai**   |        9,3       |    4,1 - 22,1    |       942 - 3497       |        2,6        |\n| **tiistai**     |        5,9       |    2,5 - 9,7     |       1653 - 4153      |        3,7        |\n\nAlkavan viikon aikana sähkön hinnoissa nähdään huomattavaa vaihtelua päivien välillä. Korkeimmat keskihinnat ajoittuvat **torstaille**, jolloin odotettu keskihinta on 18,6 ¢. Torstaina myös päivän maksimihinta voi nousta 33,7 senttiin kilowattitunnilta ja yksittäisillä tunneilla voi esiintyä jopa 40–70 ¢ hintapiikkejä. Torstain hintahuippu sijoittunee aamupäivälle kello 8–10 väliselle ajalle.\n\n**Keskiviikkona** päivän keskihinta on myös korkea, 13,1 ¢, ja päivän sisäinen vaihtelu on selvästi suurta. Hintahuiput aamulla kello 8–10 välillä voivat nousta jopa yli 30 senttiin, ja yksittäisillä tunneilla hinnan odotetaan nousevan jopa 30–50 senttiin.\n\n**Perjantaina** sähkön hinta laskee edellispäiviin verrattuna selvästi, keskihinnan ollessa 7,1 ¢. Päivän sisällä nähdään jopa erittäin matalia hintoja, halvimmillaan aamuyöllä kello 4–6, jolloin hinta on alle kahden sentin tasolla. Hintapiikkien riski kuitenkin säilyy perjantainakin, ja yksittäiset tunnit voivat yltää 20–30 senttiin.\n\nViikonlopun hintataso on maltillinen. **Lauantaina** päivän keskihinta pysyy alle kahdeksan sentin, mutta päivän aikana voi esiintyä yksittäisiä tunteja, jolloin hinta nousee enimmillään 20 senttiin. **Sunnuntaina** keskihinta kohoaa hieman yli 10 senttiin, ja riski hintapiikeille kasvaa jälleen. Sunnuntaina yksittäisinä tunteina hinnat voivat nousta jopa 30–40 senttiin.\n\n**Maanantaina** ja **tiistaina** hintojen odotetaan jälleen laskevan maltillisemmille tasoille. Maanantain keskihinta on 9,3 senttiä ja tiistaina hinta laskee edelleen alle kuuteen senttiin. Molemmille päiville ennustetaan kuitenkin edelleen yksittäisiä hintapiikkejä, maanantaina jopa 20–40 senttiin ja tiistaina enintään 20 senttiin.\n\n*gpt-4.5-preview tulkitsee hintavaihteluja.* ⚡"
}