{
  "content": "*'Pörssisähkön hinta vaihtelee tulevalla viikolla. Keskiviikkona ja maanantaina on odotettavissa korkeita hintoja ja jopa 30-40 sentin hintapiikkejä yksittäisille tunneille. Muina päivinä hinnat ovat maltillisempia, ja edullisinta sähköä on luvassa sunnuntaina.'*\n\n\nOlkiluoto 1 -ydinvoimalassa on keskiviikkona 12.2.2025 klo 10:00 - 14:00 välisenä aikana tuotantovajaus. Käytettävissä on 475 MW nimellistehosta 890.0 MW, eli 53.4 %. Tuotantokatkon päättymisajankohta on ennuste. Koska opetusdataa on tuotantokatkojen ajalta saatavilla rajallisesti, tämä voi vaikuttaa ennusteen tarkkuuteen.\n\nPörssisähkön hintaennuste on päivitetty keskiviikkona klo 03:13.\n\n|   | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **torstai**  | 6.8 | 2.2 - 11.2  | 1014 - 5541 | -3.6 |\n| **perjantai** | 7.8 | 3.4 - 12.1  | 2938 - 3752 | -5.6 |\n| **lauantai** | 6.3 | 3.6 - 9.6   | 3228 - 3930 | -7.6 |\n| **sunnuntai**| 5.6 | 2.4 - 9.4   | 3496 - 4198 | -8.8 |\n| **maanantai**| 10.0| 4.4 - 17.0  | 2156 - 4386 | -8.0 |\n| **tiistai**  | 8.0 | 4.7 - 10.7  | 2846 - 3743 | -8.3 |\n| **keskiviikko**| 11.0| 3.8 - 17.6  | 1038 - 2952 | -9.2 |\n\nTulevalla viikolla pörssisähkön hintaodotukset vaihtelevat. Kalleinta sähkö tulee olemaan ensi keskiviikkona, jolloin päivän keskihinnaksi on ennustettu 11.0 ¢/kWh. Keskiviikon maksimihinta kohoaa 17.6 senttiin kilowattitunnilta, mutta yksittäisinä tunteina sähkön hinta voi nousta jopa 30-40 senttiin.\n\nHintapiikin riski on suurin iltapäivällä ja illalla noin klo 17-19. Keskiviikkona tuulivoimaa on tarjolla niukasti, vain 1663 MW keskimäärin. Päivän alhaisin tuulivoimatuotanto, 1038 MW, osuu iltaan. Myös kova, -9.2 asteen pakkanen nostaa sähkön hintaa.\n\n**Maanantaina** on odotettavissa toiseksi korkein keskihinta, 10.0 ¢/kWh. Maanantain korkein hinta, 17.0 ¢, ajoittuu iltaan klo 17-19. Tuolloin yksittäisten tuntien hinnat voivat nousta jopa 20-40 senttiin. Maanantain hintapiikin riskiä selittää osaltaan melko alhainen tuulivoiman tuotanto, 2156 MW, alkuillasta.\n\nMuina päivinä sähkön hinta asettuu maltillisemmalle tasolle. **Torstain**, **perjantain**, **lauantain** ja **tiistain** hintaodotukset ovat samankaltaisia, keskihintojen vaihdellessa 6.3 sentistä 8.0 senttiin.\n\nViikon edullisinta sähköä on luvassa **sunnuntaina**, jolloin keskihinnaksi ennustetaan 5.6 ¢/kWh. Sunnuntain aikana sähkön hinta painuu alimmillaan 2.4 senttiin kilowattitunnilta. Tuolloin tuulivoimaa on saatavilla runsaasti, keskimäärin 3814 MW.\n\n*Hintoja luki tänään gemini-2.0-pro-exp-02-05.* ⚡️\n"
}