{
  "content": "*Lähipäivien pörssisähkön hintaennuste on pääosin edullinen, mutta viikonloppuna esiintyy yksittäisiä korkeita hintapiikkejä vähäisen tuulivoimatuotannon vuoksi; ensi viikon edetessä hinnat laskevat selvästi, ja perjantaina hinta painuu jopa negatiiviseksi voimakkaan tuulivoiman ansiosta.*\n\nOlkiluoto 2 -ydinvoimalassa on parhaillaan käynnissä huoltokatko. Katkos alkoi 25.5.2025 klo 18 ja sen arvioitu päättymisaika on 23.6.2025 klo 18. Huoltokatko voi vaikuttaa tämän ennusteen tarkkuuteen, sillä opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti.\n\nEnnuste päivitettiin perjantaina klo 09:05.\n\n|           | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:----------|:----------------:|:----------------:|:-----------------------:|:------------------:|\n| **lauantai**  |       4,7        |     1,0 - 11,3    |       494 - 2095        |       12,3        |\n| **sunnuntai** |       5,7        |     2,3 - 10,5    |       307 - 1908        |       12,5        |\n| **maanantai** |       1,8        |     1,0 - 3,5     |       627 - 3090        |       12,2        |\n| **tiistai**   |       1,8        |     0,1 - 4,4     |      1970 - 3054        |       12,2        |\n| **keskiviikko** |       3,0        |    -0,1 - 4,8     |      1788 - 2946        |       12,8        |\n| **torstai**   |       4,1        |     0,9 - 8,5     |      1315 - 2534        |       12,9        |\n| **perjantai** |       0,5        |    -0,7 - 2,0     |      2050 - 3262        |       13,8        |\n\nViikon aikana pörssisähkön hinnassa tullaan näkemään vaihtelua. Hintaodotukset sijoittuvat pääosin edulliselle tasolle. Eri päivien välillä on kuitenkin selviä eroja sekä hintojen että tuulivoiman tuotannon osalta.\n\nViikon korkein yksittäisen tunnin hintapiikki nähdään **lauantaina** aamupäivällä klo 8–10 välillä, jolloin hinta saattaa nousta yli 11 senttiin. Lauantain odotettu keskihinta on 4,7 senttiä kilowattitunnilta. Syynä hintavaihteluihin on lauantain vähäinen tuulivoimatuotanto aamun tunteina.\n\nMyös **sunnuntaina** ennustetaan yksittäisiä hintapiikkejä, etenkin aamulla klo 7–9, jolloin hinta voi nousta yli kymmeneen senttiin. Sunnuntain keskihinta-odotus on viikon korkeimpia, 5,7 senttiä kilowattitunnilta. Hintojen nousua selittää sunnuntain hyvin alhainen tuulivoiman minimituotanto, joka jää vain 307 MW:n tasolle.\n\nAlkuviikosta hinnat ovat selvästi matalammat. **Maanantaina** ja **tiistaina** keskihinnat pysyvät alle kahdessa sentissä, eikä tiistaille odoteta lainkaan hintapiikkejä. Tiistain hintavaihtelut ovat pieniä, ja päivän alhaisin tuntihinta lähentelee jopa nollaa.\n\n**Keskiviikkona** ja **torstaina** hintataso nousee hieman alkuviikosta, mutta pysyy edelleen maltillisena. Keskiviikon aikana nähdään myös negatiivinen tuntihinta aamuyöllä klo 2–4 välillä. Torstaina aamupäivällä klo 8–10 on jälleen mahdollista nähdä hetkellisiä hintapiikkejä, jolloin hinta kohoaa yli kahdeksaan senttiin kilowattitunnilta.\n\nViikon edullisin päivä on **perjantai**, jolloin keskihinta jää vain puolen sentin tasolle. Perjantaina nähdään useita negatiivisia hintatunteja aamuyöllä ja iltapäivällä. Tämä erittäin matala hintataso liittyy runsaaseen tuulivoimatuotantoon, sillä perjantain tuulivoiman tuotanto ylittää hetkittäin jopa 3200 MW:n tason.\n\n*Hinnat tulkitsi gpt-4.5-preview.* 🌬️"
}