{
  "content": "*Sähkön hinta vaihtelee tällä viikolla voimakkaasti: korkeimmat hinnat nähdään tiistaina ja keskiviikkona, jolloin yksittäiset huipputunnit ylittävät jopa 20 senttiä, mutta loppuviikko tarjoaa selvästi edullisempaa sähköä, ajoittain jopa negatiivisin hinnoin.*\n\nEnnuste on päivitetty maanantaina klo 12:06.\n\n|              | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **tiistai**      |        9,2       |    -0,2 - 20,6    |       283 - 2460      |       10,6      |\n| **keskiviikko**  |       11,5       |     3,9 - 26,2    |       107 - 843       |       10,8      |\n| **torstai**      |        2,0       |    -0,1 - 4,4     |      1075 - 3045      |       11,3      |\n| **perjantai**    |        1,5       |    -0,2 - 3,7     |      2022 - 2791      |       11,1      |\n| **lauantai**     |        1,3       |    -0,7 - 7,1     |      1495 - 2869      |       12,1      |\n| **sunnuntai**    |        3,5       |     1,1 - 6,6     |      1267 - 2108      |       12,9      |\n| **maanantai**    |        4,6       |     1,1 - 10,4    |      1173 - 1771      |       13,3      |\n\nOlkiluoto 2 -ydinvoimalassa on käynnissä huoltokatko. Se alkoi 25.5.2025 klo 18 ja sen arvioitu päättymisaika on 15.6.2025 klo 18. Tämä huoltokatko voi vaikuttaa ennusteen tarkkuuteen, sillä opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti.\n\nSähkön hinta vaihtelee tulevalla viikolla merkittävästi päivien ja vuorokauden aikojen välillä. Hinnat ovat korkeimmillaan heti tiistaina ja keskiviikkona. **Tiistaina** päivän keskihinta kohoaa yli yhdeksään senttiin, ja yksittäisillä tunneilla hinta voi nousta jopa yli 20 senttiin. Erityisesti illalla klo 19–21 kannattaa varautua korkeampiin hintoihin, jolloin hintapiikkien riski on suuri.\n\n**Keskiviikkona** keskihinta on viikon korkein, 11,5 senttiä. Huippuhinnat voivat olla todella korkeita, arviolta jopa yli 26 senttiä aamun tunneilla klo 8–10. Keskiviikon hintahuiput liittyvät heikkoon tuulivoiman tuotantoon, sillä koko päivän ajan tuulivoimaa saadaan poikkeuksellisen vähän, minimissään vain reilut sata megawattia.\n\nTorstaina ja perjantaina sähkön hinnat romahtavat selvästi alkuviikosta. **Torstaina** keskihinta putoaa noin kahteen senttiin, ja yön tunteina nähdään jopa negatiivisia hintoja. **Perjantaina** tilanne jatkuu vieläkin edullisempana, keskimääräinen hinta pysyttelee puolentoista sentin tienoilla.\n\nMyös viikonloppuna sähkön hinta pysyy kohtuullisena mutta hieman vaihtelevana. **Lauantaina** keskihinta on vain 1,3 ¢, mutta joitakin yksittäisiä hintapiikkejä voi esiintyä illalla klo 19–21. **Sunnuntaina** hinta nousee hieman, keskimääräiseksi hinnaksi ennustetaan 3,5 ¢.\n\nEnsi **maanantaina** hinta hieman kohoaa viikonlopusta, keskihinnan ollessa noin 4,6 senttiä. Hintapiikkejä voi esiintyä yksittäisinä tunteina, mutta ne jäävät selvästi alkuviikon huippuhinnoista.\n\n*Hintoja pureskeli gpt-4.5-preview.* 🔌"
}