{
  "content": "*'Pörssisähkön hinta vaihtelee rajusti lähipäivinä: perjantaina hinta kipuaa pilviin, mutta viikonloppuna on luvassa selvästi halvempaa sähköä, vaikka pakkanen kiristyykin. Ensi viikolla maanantai, keskiviikko ja torstai ovat kalliimpia päiviä, ja niihin sisältyy riski hintapiikeistä.'*\n\n\nSähkövatkaimen ennuste on päivitetty torstaina klo 14:17.\n\n|                    | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **perjantai**      | 20.1             | 9.2 - 36.8       | 302 - 1386    | -5.6          |\n| **lauantai**       | 6.3              | 3.3 - 9.1        | 1166 - 3855   | -7.6          |\n| **sunnuntai**      | 5.8              | 2.5 - 9.4        | 3623 - 4341   | -8.8          |\n| **maanantai**      | 10.8             | 4.0 - 17.8       | 2643 - 4330   | -8.0          |\n| **tiistai**        | 10.4             | 5.6 - 14.2       | 2647 - 3997   | -8.3          |\n| **keskiviikko**    | 10.4             | 4.7 - 14.0       | 1560 - 3885   | -9.3          |\n| **torstai**       | 9.6              | 4.3 - 15.1       | 678 - 3012    | -9.3          |\n\nPörssisähkön hinta heilahtelee tulevan viikon aikana voimakkaasti. **Perjantaina** hinta nousee erittäin kalliiksi, keskihinnan ollessa peräti 20.1 ¢/kWh. Perjantain maksimihinta, 36.8 ¢, ajoittuu iltaan klo 17-19. Perjantain hintaa selittää vähäinen tuulivoiman tuotanto, joka jää päivän aikana alimmillaan vain 302 megawattiin.\n\nHinnat laskevat selvästi viikonlopuksi. **Lauantaina** ja sunnuntaina sähkön keskihinnat ovat jo selvästi edullisempia. Lauantain keskihinta on 6.3 ¢ ja sunnuntain 5.8 ¢. Lauantaina on kuitenkin riski yksittäisille hintapiikeille, jopa 20 senttiin asti. Sunnuntaina hintojen odotetaan pysyvän vakaina. Viikonlopun edullisia hintoja selittää runsas tuulivoimatuotanto, jonka odotetaan olevan lauantaina keskimäärin 3200 MW ja sunnuntaina jopa 3992 MW. Pakkanen kiristyy viikonlopun aikana, mutta tuulivoimaa on niin paljon, että se pitää sähkön hinnan matalalla.\n\nEnsi **maanantaina** sähkön hinta nousee jälleen, keskihinnan ollessa 10.8 ¢. Maanantaille ennustetaan myös korkeaa riskiä hintapiikeille, jolloin yksittäisten tuntien hinnat voivat nousta jopa 30-40 senttiin. Tuulivoimaa on maanantaina saatavilla runsaasti, mutta pakkanen kiristyy entisestään.\n\n**Tiistaina** ja keskiviikkona keskihinnat pysyvät kalliina, noin 10.4 sentissä kilowattitunnilta. Keskiviikkona on kuitenkin riski, että yksittäisten tuntien hinnat nousevat jopa 30 senttiin.\n\nEnsi **torstaina** sähkön keskihinta laskee hieman, 9.6 senttiin. Tuulivoiman tuotanto vähenee torstaina, ja tuolloin on olemassa korkea riski hintapiikeille, jopa 20-40 senttiin kilowattitunnilta. Hintapiikin todennäköisin ajankohta on aamulla klo 7-9.\n\n*Hintoja tulkitsi gemini-2.0-pro-exp-02-05.* ⚡️\n"
}