{
  "content": "*Pörssisähkön hinta vaihtelee tällä viikolla merkittävästi: edullisimmat päivät ovat torstai ja lauantai, jolloin nähdään myös negatiivisia hintoja, kun taas tiistaille ennustetaan selvästi korkeampaa keskihintaa ja yksittäisten tuntien voimakkaita hintapiikkejä.*\n\nOlkiluoto 2 -ydinvoimalassa on käynnissä huoltokatko, joka alkoi 25.5.2025 klo 18 ja päättyy ennusteen mukaan 15.6.2025 klo 18. Huoltokatko voi vaikuttaa hintaennusteen tarkkuuteen, sillä opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti.\n\nEnnuste päivitettiin tiistaina klo 09:07.\n\n|             | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:------------|:------------------------:|:------------------:|:----------------------------:|:--------------------------:|\n| **keskiviikko** |           2,2            |     0,1 - 8,4      |         1133 - 4750          |            11,3            |\n| **torstai**     |           1,7            |    -0,1 - 5,8      |         1626 - 5240          |            12,4            |\n| **perjantai**   |           4,2            |     1,4 - 13,0     |         1013 - 2535          |            11,7            |\n| **lauantai**    |           1,1            |    -1,9 - 3,9      |         1549 - 2638          |            11,8            |\n| **sunnuntai**   |           1,8            |    -1,2 - 6,8      |         1335 - 2224          |            10,9            |\n| **maanantai**   |           4,7            |     2,1 - 9,0      |         1644 - 2110          |            10,8            |\n| **tiistai**     |           7,5            |     2,5 - 19,5     |          833 - 2064          |            10,6            |\n\nViikon edullisimmat päivät ovat **torstai** ja **lauantai**, jolloin sähkö maksaa keskimäärin alle kaksi senttiä kilowattitunnilta. Näinä päivinä esiintyy myös negatiivisia tuntihintoja. Halvimmillaan sähkö on lauantaipäivänä klo 13–15, jolloin sähkön hinta painuu lähes kahteen senttiin pakkasen puolelle.\n\nHintataso on keskimäärin edullinen myös **keskiviikkona** ja **sunnuntaina**, jolloin hinnat pysyttelevät pääosin alle kahden sentin. Keskiviikon huippuhinta (8,4 ¢) osuu aamun tunneille noin klo 9, mutta hintapiikkien riski on tuolloin pieni.\n\nViikon korkeampia hintatasoja nähdään **perjantaina**, **maanantaina** ja erityisesti **tiistaina**. Perjantain odotettu keskihinta on 4,2 senttiä, ja korkeimmillaan hinta voi nousta jopa 13 senttiin aamulla klo 8–10. Maanantaista odotetaan hieman kalliimpaa päivää, jolloin keskihinta lähentelee viittä senttiä ja huippuhinta asettuu yhdeksän sentin tietämille illalla klo 19–21.\n\nViikon korkein hintataso osuu tiistaille, jolloin sähkön keskihinta kohoaa 7,5 senttiin. Tiistain tunneista erityisesti iltatunnit ovat hintavia, ja korkeimmillaan hinta voi nousta jopa 19,5 senttiin klo 19–21. Tiistaipäivänä tuulivoiman minimituotanto jää alle 1000 megawatin, mikä osaltaan selittää korkeamman maksimihinnan ja nostaa riskin yksittäisille hintapiikeille.\n\nSähkön hinta vaihtelee siis merkittävästi viikon aikana. Edullisimmat tunnit ajoittuvat pääosin yöhön ja varhaiseen iltapäivään, kun taas kalliimmat tunnit sijoittuvat aamujen ja iltojen kulutushuippuihin.\n\n*Ennusteen summasi gpt-4.5-preview.* ⚡"
}