{
  "content": "*Alkavan viikon aikana sähkön hinnassa nähdään merkittäviä vaihteluita: alkuviikko alkaa maltillisena, mutta tiistaina hintataso nousee selvästi, ja viikonloppua kohden hinnat laskevat jopa negatiivisiksi. Erityisesti tiistain aamun tunneilla esiintyy riski korkeille hintapiikeille.*\n\nOlkiluoto 2 -ydinvoimalassa on käynnissä huoltokatko. Huoltokatko alkoi 25.5.2025 klo 18 ja sen arvioidaan päättyvän 15.6.2025 klo 18. Huoltokatko voi vaikuttaa ennusteen tarkkuuteen, koska opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti.\n\nEnnuste päivitettiin sunnuntaina klo 14:24.\n\n|            | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-----------|:------------------------:|:------------------:|:----------------------------:|:-------------------------:|\n| **maanantai**  |           0,2            |    -0,0 - 0,6      |        2194 - 5031          |           10,6            |\n| **tiistai**    |           4,9            |    0,2 - 11,6      |         508 - 2144          |           10,9            |\n| **keskiviikko**|           1,5            |    -0,5 - 4,2      |        1490 - 3827          |           11,3            |\n| **torstai**    |           2,6            |    -0,2 - 5,4      |        1548 - 2821          |           12,4            |\n| **perjantai**  |           2,3            |     0,3 - 7,0      |        1268 - 2518          |           11,7            |\n| **lauantai**   |          -0,7            |    -1,8 - 0,3      |        2132 - 3026          |           11,8            |\n| **sunnuntai**  |           0,1            |    -2,7 - 3,4      |        1237 - 2972          |           10,9            |\n\nViikon aikana sähkön hintaennusteessa näkyy huomattavaa vaihtelua. Alkuviikon hintataso pysyttelee maltillisena, mutta hinnat nousevat selvästi tiistaina. Korkein keskihinta nähdään **tiistaina**, jolloin sähkö maksaa keskimäärin 4,9 senttiä kilowattitunnilta. Hintojen vaihtelu tiistain sisällä on laajaa, alkaen 0,2 sentistä ja nousten jopa 11,6 senttiin. Tiistain aamupäivällä klo 8–10 nähdään korkeimmat tuntihinnat, noin 11–12 senttiä. Tähän vaikuttaa merkittävästi tuulivoiman minimimäärän lasku alle 1000 MW:n aamun tunneilla. Tiistaina on myös korkea riski hintapiikeille, jolloin todelliset tuntihinnat voivat nousta ennustettua korkeammalle.\n\n**Maanantaina** ja **lauantaina** sähkön hinnat pysyttelevät erittäin edullisina. Lauantain keskihinta on jopa negatiivinen, -0,7 senttiä kilowattitunnilta, ja tuntihinnat käyvät alimmillaan -1,8 sentissä. Myös sunnuntaina nähdään negatiivisia hintoja, alimmillaan -2,7 senttiä, mutta päivän keskihinta on hieman plussan puolella (0,1 ¢). Tämä johtunee sunnuntain pyhäpäivästä ja siitä johtuvasta alhaisemmasta energian kysynnästä.\n\nKeskiviikon, torstain ja perjantain hintataso pysyttelee välimaastossa. Näinä päivinä sähkön hinnat vaihtelevat maltillisesti, mutta päivien sisällä esiintyy jonkin verran vaihtelua. Esimerkiksi **torstaina** korkein hinta (5,4 ¢) osuu aamupäivään klo 8–10. Näinä päivinä esiintyy myös riski yksittäisille hintapiikeille, joskin riski on huomattavasti pienempi kuin tiistaina.\n\nYleisesti ottaen viikon aikana esiintyy huomattavia hintaeroja päivien välillä. Tuulet vaikuttavat huomattavasti hintavaihteluihin: erityisesti tiistain heikot tuulet nostavat hintoja merkittävästi, kun taas viikonlopun voimakkaammat tuulet selittävät matalat hinnat. Kuluttajien on hyvä huomioida tiistain hintapiikkien riski erityisesti aamun tunteina.\n\n*Numeroita analysoi gpt-4.5-preview.* 🍃"
}