{
  "content": "*Sähkön hintanäkymät vaihtelevat lähipäivinä voimakkaasti: viikonloppu tarjoaa erittäin edullista sähköä, paikoin jopa negatiivisilla hinnoilla, mutta alkuviikosta hinnat kohoavat tuntuvasti ja maanantaina aamupäivälle ajoittuu huomattava hintahuippu.*\n\nOlkiluoto 2 -ydinvoimalassa on käynnissä huoltokatko. Katko alkoi 25.5.2025 klo 18 ja sen arvioitu päättymisaika on 15.6.2025 klo 18. Huoltokatko voi vaikuttaa ennusteen tarkkuuteen, sillä opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti.\n\nEnnuste päivitettiin perjantaina klo 21:05.\n\n|             | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:------------|:------------------------:|:------------------:|:----------------------------:|:-------------------------:|\n| **lauantai**   |           0,1            |    -0,0 - 0,5     |          2067 - 3612         |           11,7            |\n| **sunnuntai**  |           0,3            |    -1,9 - 4,4     |          1358 - 3919         |           10,8            |\n| **maanantai**  |           5,8            |   -0,2 - 17,5     |           364 - 2055         |           10,7            |\n| **tiistai**    |           5,5            |    1,1 - 11,4     |          1248 - 2104         |           10,6            |\n| **keskiviikko**|           4,9            |    1,7 - 10,8     |          1204 - 1881         |           10,8            |\n| **torstai**    |           2,4            |    0,6 - 5,3      |          2050 - 3075         |           11,3            |\n| **perjantai**  |           3,5            |    -0,1 - 9,4     |          1523 - 2881         |           11,1            |\n\nTulevan viikon sähkön hinnat vaihtelevat päivästä toiseen. Viikonloppuna sähkön hinnat jäävät hyvin mataliksi. **Lauantaina** keskihinta pysyttelee lähellä nollaa, päivän edullisimpien tuntien ollessa jopa hieman negatiivisia. Sunnuntainakin sähkön keskihinta on matala, mutta päivän aikana esiintyy suurta vaihtelua: aamuyön tunteina ja iltapäivällä klo 13–15 välillä hinnat ovat negatiivisia, alimmillaan -1,9 senttiä. Illalla klo 18–20 hinnat nousevat selvästi korkeammiksi, korkeimmillaan 4,4 senttiin.\n\nViikon kallein päivä on kuitenkin **maanantai**. Päivän keskihinta kohoaa 5,8 senttiin ja hintavaihtelut päivän sisällä ovat suuret. Maanantaina aamupäivällä klo 8–10 sähkön hinta nousee jopa 17,5 senttiin, mikä on viikon korkein yksittäinen huipputunti. Tämä johtuu erityisesti tuulivoiman tuotannon matalasta tasosta, sillä maanantaina tuulivoimaa on vähimmillään vain 364 MW. Tuulivoiman heikon tilanteen vuoksi maanantaina on myös korkea riski yksittäisille hintapiikeille, jolloin hinnat voivat nousta ennustettua korkeammalle.\n\n**Tiistaina** ja **keskiviikkona** hinnat laskevat hieman maanantaista, mutta molempina päivinä pysytään silti yli neljän sentin keskihinnassa. Näinä päivinä on myös riski hintapiikeille yksittäisinä tunteina. Tiistai-iltana klo 19–21 sähkön hinta nousee korkeimmillaan yli 10 senttiin tunnilta. Keskiviikkona korkein hinta, 10,8 senttiä, ajoittuu aamupäivän tunteihin klo 8–10.\n\nViikon loppua kohti sähkön hinta laskee. **Torstaina** keskihinta asettuu alle kolmen sentin tasolle, eikä torstaille ole odotettavissa hintapiikkejä. **Perjantaina** hinnat pysyvät hieman torstaita korkeammalla, keskimäärin 3,5 senttiä. Perjantaina hintavaihtelua on jonkin verran, kun aamuyöllä hinnat ovat lähellä nollaa, mutta illalla klo 20–22 hinta nousee yli yhdeksään senttiin.\n\n*gpt-4.5-preview energiatutkijana.* 🔌"
}