{
  "content": "*Tulevien päivien pörssisähkön hinnoissa nähdään merkittävää vaihtelua: perjantaina hintataso kohoaa korkealle, viikonlopuksi hinnat laskevat selvästi ja ensi viikon loppua kohden hinnat painuvat jopa negatiivisiksi — erityisesti torstain pyhäpäivänä.*\n\nOlkiluoto 3 -ydinvoimalassa on käynnissä huoltokatko. Huoltojakso alkoi 1.3.2025 klo 03 ja sen arvioidaan päättyvän 28.4.2025 klo 01. Huoltokatko voi vaikuttaa ennusteen tarkkuuteen, koska opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti.\n\nPörssisähkön hintaennuste on päivitetty torstaina klo 14:34.\n\n|              | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **perjantai**   |       12,1       |    1,7 - 37,8     |     296 - 2839     |       3,4       |\n| **lauantai**    |       1,7        |   -2,1 - 9,1      |    1193 - 3743     |       2,7       |\n| **sunnuntai**   |       3,7        |   -1,1 - 8,1      |     960 - 2915     |       2,3       |\n| **maanantai**   |       5,8        |    2,4 - 13,6     |    1359 - 2083     |       2,6       |\n| **tiistai**     |       5,0        |    0,6 - 10,7     |    1096 - 3404     |       3,5       |\n| **keskiviikko** |       0,4        |   -1,7 - 3,1      |    2297 - 5122     |       5,1       |\n| **torstai**     |      -1,3        |   -2,3 - 0,3      |    2117 - 5484     |       5,9       |\n\nTulevien päivien pörssisähkön hintaennusteissa on merkittäviä vaihteluita. Viikon kallein päivä on **perjantai**, jolloin sähkön keskihinta on yli 12 senttiä kilowattitunnilta. Perjantaina aamun klo 7–9 välillä sähkön hinta kohoaa korkeimmalle, jopa 37,8 senttiin. Tähän korkeaan maksimihintaan vaikuttaa oleellisesti tuulivoiman hetkellinen vähäisyys aamun tunteina.\n\nViikonlopun aikana hinnat laskevat selvästi. **Lauantaina** keskihinnaksi arvioidaan vain 1,7 senttiä, ja yksittäisinä yön tunteina sähkön hinta käy jopa negatiivisella puolella. Päivän kallein hetki ajoittuu illalle klo 20–22, jolloin hinta nousee 9,1 senttiin. Lauantaina on kuitenkin olemassa riski hintapiikeille, joiden aikana hinta saattaa nousta hetkellisesti jopa 10 senttiin.\n\nMyös **sunnuntaina** hinnat pysyttelevät alhaisina, keskihinnan ollessa 3,7 senttiä. Sunnuntainakin nähdään negatiivisia hintoja keskipäivän tunteina, alimmillaan -1,1 senttiä. Hintapiikkien riski on olemassa myös sunnuntaina, ja yksittäisinä tunteina hinta voi nousta hetkellisesti noin 10 senttiin.\n\nViikon alussa hinnat pysyvät maltillisina, mutta hieman viikonloppua korkeampina. **Maanantaina** sähkön hinta kohoaa aamulla klo 8–10 välisenä aikana 13,6 senttiin, ja päivän keskihinta on vajaat 6 senttiä. Myös maanantaina hintapiikkien riski on huomioitava, sillä yksittäisinä tunteina hinta voi nousta jopa 20 senttiin. **Tiistain** keskihinta laskee hieman maanantaista noin 5 senttiin, päivän korkeimman hinnan ollessa klo 8–10 välillä 10,7 senttiä. Tiistaina yksittäisten tuntien hintapiikit voivat nousta jopa 10 senttiin.\n\nKeskiviikosta alkaen hinta putoaa erittäin alhaiseksi, ja **torstaina**, joka on pyhäpäivä, sähkön keskihinta on jopa negatiivinen, -1,3 senttiä. Pyhäpäivän alhaisempi energian kysyntä yhdistettynä voimakkaaseen tuuleen vaikuttaa hintatason laskuun. Keskiviikon ja torstain osalta hintapiikkien riskiä ei ole.\n\n*GPT-4.5-preview ennusti tuulevia lukemia.* 🌬️"
}