{
  "content": "*Pörssisähkön hinnat Suomessa pysyttelevät tulevina päivinä pääosin edullisina, mutta yksittäisinä tunteina ilmenee suurta vaihtelua, mukaan lukien hetkellisiä negatiivisia hintoja sekä paikallisesti korkeita hintahuippuja alhaisen tuulivoiman tuotannon vuoksi.*\n\nOlkiluoto 2 -ydinvoimalassa on meneillään huoltokatko, joka alkoi 25.5.2025 klo 18 ja sen odotetaan päättyvän 25.6.2025 klo 18. Huoltokatko saattaa vaikuttaa hintaennusteen tarkkuuteen, koska opetusdataa on huoltokatkojen ajalta rajallisesti saatavilla.\n\nEnnuste on päivitetty tiistaina klo 12:06.\n\n|              | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **keskiviikko** |       2,7        |    -0,6 - 12,9     |      558 - 2012       |       12,5      |\n| **torstai**     |       1,2        |    -0,3 - 4,0      |     1567 - 3687       |       12,6      |\n| **perjantai**   |       2,5        |    -0,4 - 8,8      |      468 - 2452       |       12,0      |\n| **lauantai**    |       2,8        |     0,1 - 7,7      |     1040 - 1560       |       12,3      |\n| **sunnuntai**   |       1,1        |    -0,3 - 3,1      |     1176 - 2705       |       12,5      |\n| **maanantai**   |       1,2        |     0,0 - 4,0      |     2623 - 3482       |       12,2      |\n| **tiistai**     |       0,9        |    -0,6 - 3,2      |     2220 - 3422       |       12,2      |\n\nTulevien päivien pörssisähkön hinnat pysyttelevät yleisesti ottaen edullisella tasolla. Hintaerot vuorokausien välillä ovat maltillisia, eikä erityisen korkeita päiväkeskihintoja ole näkyvissä. Negatiivisia tuntihintoja esiintyy useampana yönä ja aamuyönä, mikä kertoo hetkellisestä ylituotannosta suhteessa kysyntään.\n\nViikon korkein yksittäinen tuntihinta koetaan **keskiviikkona** aamupäivällä klo 8–10 välillä. Tuolloin ennustettu hinta kohoaa lähes 13 senttiin. Korkeaan hintaan vaikuttaa selvästi alhainen tuulivoiman tuotanto, joka on minimissään vain 558 megawattia. Siksi keskiviikkona on myös riski yksittäisten tuntien hintapiikeille.\n\nMyös **perjantaina** ja **lauantaina** sähkön hinta voi hetkellisesti nousta, vaikka päivien keskihinnat pysyvät alle kolmen sentin. Molemmat päivät ovat pyhäpäiviä, jolloin sähkön kysyntä voi olla tavallista alhaisempi. Alhaisempi kysyntä voi osaltaan hillitä hintojen nousua, vaikka tuulivoimaa onkin paikoitellen melko vähän tarjolla.\n\n**Torstai**, **maanantai** ja **tiistai** ovat ennusteiden mukaan hyvin edullisia päiviä, jolloin spot-hinta pysyy pääosin alle neljässä sentissä. Torstain hintataso on viikon toiseksi matalin, päiväkeskihinnan ollessa vain 1,2 senttiä. Tiistain keskihinta jää vielä alhaisemmaksi, vain 0,9 senttiin.\n\n**Sunnuntaina** hintaodotus on viikon matalimmalla tasolla, keskihinnan ollessa vain 1,1 senttiä. Päivän aikana esiintyy myös negatiivisia hintatunteja, erityisesti iltapäivällä ja myöhään illalla.\n\nTulevan viikon hintakehitys näyttää kokonaisuudessaan erittäin maltilliselta. Poikkeuksellisen korkeita keskihintoja tai jatkuvia korkeahintaisia jaksoja ei ole ennakoitu.\n\n*GPT-4.5-preview tulkitsi hintatuulia.* 🌬️"
}