{
  "content": "*Pörssisähkön hinnoissa nähdään lähipäivinä merkittävää vaihtelua: viikonloppuna sähkön keskihinnat painuvat alle sentin, mutta maanantaina ja alkuviikosta hinnat kohoavat selvästi korkeammalle, ja yksittäisillä tunneilla esiintyy riski hintapiikeistä.*\n\nEnnuste päivitetty torstaina klo 03:19.\n\n|             | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:------------|:------------------------:|:------------------:|:---------------------------:|:--------------------------:|\n| **perjantai**   |           1,9            |     -0,4 - 6,1      |        1615 - 4018         |            11,6            |\n| **lauantai**    |           0,2            |     -1,6 - 2,7      |        1748 - 4020         |            11,7            |\n| **sunnuntai**   |           0,6            |     -1,8 - 5,0      |        1310 - 3946         |            10,8            |\n| **maanantai**   |           5,1            |      0,7 - 14,6     |         826 - 2694         |            10,7            |\n| **tiistai**     |           4,3            |      0,2 - 10,9     |        1693 - 2765         |            10,6            |\n| **keskiviikko** |           1,8            |      0,0 - 4,9      |        1894 - 2835         |            10,8            |\n| **torstai**     |           4,1            |      0,5 - 10,2     |        1530 - 2352         |            11,4            |\n\nOlkiluoto 2 -ydinvoimalassa on käynnissä huoltokatko. Katko alkoi 25.5.2025 klo 18 ja sen arvioitu päättymisaika on 15.6.2025 klo 18. Tämä huoltokatko voi vaikuttaa hintaennusteen tarkkuuteen, koska opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti.\n\nTulevien päivien sähkön hintaennusteessa näkyy melko suurta vaihtelua. Edullisimmat päivät ovat **lauantai** ja **sunnuntai**, jolloin päivän keskihinnat pysyvät reilusti alle yhden sentin. Lauantain keskihinta on vain 0,2 senttiä ja sunnuntain 0,6 senttiä. Molempina päivinä nähdään myös negatiivisia minimihintoja yöllisinä ja aamun tunteina.\n\nViikon hintakehityksessä erottuu selvästi **maanantai**, jolloin on korkea riski yksittäisille hintapiikeille. Päivän keskihinta nousee 5,1 senttiin ja maksimihinta jopa 14,6 senttiin. Hintahuippu osuu aamupäivään, erityisesti klo 8–10 väliselle ajalle, jolloin hinnat voivat nousta ennustettua korkeammiksi. Tämä korkea maksimihinta selittyy osittain päivän hyvin matalalla tuulivoiman minimituotannolla, joka on vain 826 MW.\n\nMyös **tiistaina** sähkön keskihinta pysyy melko korkealla, 4,3 sentissä, ja maksimihinta kohoaa illalla klo 18–20 aikana jopa 10,9 senttiin. Myös tuolloin hintapiikkien riski yksittäisinä tunteina on olemassa. **Torstai** on niin ikään hieman hintavampi päivä 4,1 sentin keskihinnallaan ja maksimihinnalla, joka nousee illan tunteina klo 19–21 välillä 10,2 senttiin.\n\nViikon muut päivät, **perjantai** ja **keskiviikko**, ovat hinnaltaan edullisempia. Perjantaina hinnat liikkuvat -0,4 ja 6,1 sentin välillä, päivän keskihinnan ollessa 1,9 senttiä. Hintapiikkien riski perjantaina on kuitenkin olemassa yksittäisinä tunteina. Keskiviikko on hieman edullisempi, päivän keskihinta on 1,8 senttiä ja hintavaihtelu maltillisempaa välillä 0,0–4,9 senttiä. Hintapiikkien riski on keskiviikkonakin yksittäisinä tunteina huomioitava.\n\nTulevan viikon hintakehitys osoittaa, että yksittäisten päivien välillä on merkittäviä eroja sekä keskihintojen että hintavaihtelun suhteen. Viikonlopun hinnat ovat hyvin matalalla, kun taas alkuviikosta, erityisesti maanantaina, käyttäjien on syytä varautua selvästi korkeampiin hintoihin ja mahdollisiin tuntikohtaisiin hintapiikkeihin.\n\n*Ennustukset tarjoili gpt-4.5-preview.* ⚡"
}