{
  "content": "*Alkavan viikon sähkön hintaennuste lupaa alkuviikolle merkittäviä hintavaihteluita ja yksittäisiä korkeita hintapiikkejä, mutta viikon puolivälistä eteenpäin hinnat painuvat poikkeuksellisen mataliksi ja ajoittain jopa negatiivisiksi, erityisesti voimakkaan tuulivoimatuotannon ansiosta.*\n\nOlkiluoto 1 -ydinvoimalassa on meneillään huoltokatko. Katko alkoi 11.5.2025 klo 18 ja sen arvioidaan päättyvän 22.5.2025 klo 18. Huoltokatko voi vaikuttaa hintaennusteen tarkkuuteen, sillä opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti.\n\nEnnuste päivitetty sunnuntaina klo 21:08.\n\n|              | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **maanantai**   |       6,5        |    2,1 - 15,8    |      142 - 1042     |         6,6         |\n| **tiistai**     |       4,8        |    1,1 - 13,3    |      696 - 2923     |         6,6         |\n| **keskiviikko** |       0,8        |   -0,8 - 4,6     |     2309 - 4010     |         6,8         |\n| **torstai**     |       0,6        |   -1,5 - 4,5     |     1701 - 4492     |         7,4         |\n| **perjantai**   |       1,0        |   -0,4 - 3,5     |     1532 - 5139     |         6,8         |\n| **lauantai**    |      -0,4        |   -1,5 - 0,5     |     2340 - 4381     |         6,3         |\n| **sunnuntai**   |       0,6        |   -1,6 - 5,7     |      634 - 4353     |         6,2         |\n\nAlkava viikko tuo mukanaan vaihtelevia sähkön hintoja. Viikon keskihinnat asettuvat varsin maltilliselle tasolle, eikä poikkeuksellisen korkeita päiväkohtaisia keskihintoja ole näkyvissä. Kuitenkin viikon sisällä nähdään merkittäviä hintaeroja eri päivien ja kellonaikojen välillä.\n\nViikon korkein yksittäinen hintahuippu osuu **maanantain** aamulle. Hinta nousee korkeimmillaan jopa 15,8 senttiin noin klo 7–9. Tämä johtuu erityisesti tuulivoiman vähäisestä tuotannosta, joka laskee aamun tunneilla minimitasolleen 142 megawattiin. Muina aikoina maanantain hinnat pysyvät selvästi matalammalla tasolla.\n\nMyös **tiistaina** hintavaihtelu on suurta. Päivän aikana hinnat liikkuvat 1,1 ja 13,3 sentin välillä. Hintapiikkien riski on tiistain kohdalla korkea, erityisesti aamupäivällä noin klo 8–10, jolloin tuulivoiman tuotanto jää hetkellisesti alle 1400 megawattiin.\n\nViikon keskivaiheilla hinnat laskevat merkittävästi. **Keskiviikkona** ja **torstaina** keskihinnat jäävät alle senttiin kilowattitunnilta. Molempina päivinä nähdään myös negatiivisia hintoja yöaikaan. Alhaisimmat hinnat koetaan torstain vastaisena yönä klo 2–5, jolloin sähköstä maksetaan jopa -1,5 senttiä kilowattitunnilta. Voimakas tuulivoiman tuotanto vaikuttaa tähän hintojen laskuun.\n\n**Perjantaina** hinnat pysyvät edelleen alhaisina, keskihinnan ollessa yhden sentin tuntumassa. Myös **lauantaina** sähkö on erityisen edullista, sillä koko päivän keskihinta painuu negatiiviseksi, keskimäärin -0,4 senttiin kilowattitunnilta. Sunnuntaina sähkön keskihinta palaa taas hieman positiiviseksi, 0,6 senttiin, ja päivän aikana nähdään kohtalaisia hintavaihteluita, mukaan lukien negatiiviset hinnat päivällä sekä korkeimmat hinnat illalla noin klo 22–24.\n\nKaiken kaikkiaan alkavalla viikolla kuluttajat voivat odottaa huomattavan edullisia sähkönhintoja viikon keskivaiheilta viikonloppuun asti. Ainoastaan alkuviikolla maanantaina ja tiistaina aamun tunneilla kannattaa varautua normaalia korkeampiin tuntihintoihin.\n\n*Hinnoista raportoi gpt-4.5-preview.* 🍃"
}