{
  "content": "*Pörssisähkön hinta pysyttelee lähipäivinä edullisena, mutta päivien välillä on vaihtelua; torstain pyhäpäivä ja perjantain aamupäivä nostavat hetkittäin hintaa, kun taas viikonloppuna nähdään jopa negatiivisia hintoja.*\n\nEnnuste päivitetty maanantaina klo 21:06.\n\n|              | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **tiistai**      |       0,2        |    -0,1 - 0,8     |       1814 - 4440       |       10,7        |\n| **keskiviikko**  |       1,4        |    -0,8 - 3,0     |       2117 - 5247       |       10,9        |\n| **torstai**      |       3,4        |    -0,1 - 7,2     |        780 - 2250       |       10,8        |\n| **perjantai**    |       3,5        |    0,6 - 12,0     |       1060 - 1625       |       10,4        |\n| **lauantai**     |       1,4        |    -0,6 - 5,0     |       1260 - 2162       |        9,6        |\n| **sunnuntai**    |       0,4        |    -0,9 - 2,1     |       1175 - 2699       |       10,0        |\n| **maanantai**    |       1,8        |    -0,3 - 5,9     |       1622 - 3055       |       10,6        |\n\nOlkiluoto 2 -ydinvoimalassa on meneillään huoltokatko. Katko alkoi 25.5.2025 klo 18 ja sen arvioitu päättymisaika on 15.6.2025 klo 18. Huoltokatko voi vaikuttaa ennusteen tarkkuuteen, sillä opetusdataa huoltokatkojen ajalta on saatavilla rajallisesti.\n\nSähkön hinta pysyttelee lähipäivinä pääosin matalalla tasolla, mutta vaihtelua on jonkin verran. Viikon halvin sähkön keskihinta nähdään **tiistaina**, jolloin hinta jää keskimäärin vain 0,2 senttiin kilowattitunnilta. Tiistaina sähkön hinta käy jopa hieman negatiivisena useina peräkkäisinä tunteina keskipäivällä ja uudestaan myöhään illalla. Hinta pysyttelee myös **keskiviikkona** maltillisella tasolla, vaikka vaihteluväli onkin suurempi ja hinnat nousevat hetkittäin kolmeen senttiin.\n\n**Torstaina** sähkön keskihinta kohoaa selvästi alkuviikkoa korkeammalle, 3,4 senttiin. Torstai on pyhäpäivä, minkä vuoksi sähkön kulutus voi olla tavallista alhaisempi ja siten vaikuttaa hintoihin. Päivän sisällä nähdään kuitenkin korkeita yksittäisiä tuntihintoja, jotka nostavat päivän hintavaihtelun suureksi. Korkein hinta (7,2 senttiä) osuu iltatunneille klo 18–20.\n\n**Perjantaina** keskihinta pysyy lähes samalla tasolla kuin torstaina, mutta yksittäisten tuntien hintavaihtelut ovat merkittävästi suurempia. Koko viikon korkein yksittäinen tuntihinta, 12 senttiä, toteutuu perjantaina aamupäivällä klo 8–10. Myöhemmin päivällä hinta laskee huomattavasti, alimmillaan alle senttiin kilowattitunnilta.\n\nViikonloppuna sähkön hinta laskee taas alkuviikon kaltaiselle edulliselle tasolle. **Lauantain** keskihinta on 1,4 senttiä ja **sunnuntaina** vieläkin alempi, vain 0,4 senttiä. Sunnuntaina sähkön hinta painuu negatiiviseksi useiden tuntien ajaksi iltapäivällä ja illalla. **Maanantaina** sähkön hinta hieman nousee viikonlopusta, mutta pysyy silti suhteellisen edullisella tasolla keskihinnan ollessa 1,8 senttiä kilowattitunnilta.\n\nViikon aikana nähtävät ajoittaiset negatiiviset hinnat sekä maltilliset keskihinnat kertovat hyvästä sähköntuotannon ja kysynnän tasapainosta. Korkeimmat hinnat painottuvat perjantain ja torstain yksittäisille tunneille, mutta kokonaisuutena viikon hintataso on edullinen.\n\n*gpt-4.5-preview sähköilee hintoja.* ⚡"
}