{
  "content": "*Sähkön hinta heilahtelee selvästi lähipäivinä: viikon alussa hinnat nousevat hetkittäin korkealle tuulivoiman vähäisyyden vuoksi, kun taas loppuviikkoa kohti hinnat laskevat reilusti jopa negatiivisiin lukemiin voimakkaan tuulituotannon ansiosta.*\n\nOlkiluoto 2 -ydinvoimalassa on käynnissä huoltokatko, joka alkoi 25.5.2025 klo 18 ja päättyy ennusteen mukaan 15.6.2025 klo 18. Huoltokatko voi vaikuttaa hintaennusteen tarkkuuteen, koska opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti.\n\nEnnuste on päivitetty maanantaina klo 14:24.\n\n|             | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:------------|:------------------------:|:------------------:|:---------------------------:|:--------------------------:|\n| **tiistai** |           7,6            |     0,0 - 28,3     |         280 - 2449         |            10,6            |\n| **keskiviikko** |          11,4            |     4,4 - 26,4     |          96 - 856          |            10,8            |\n| **torstai** |           1,5            |    -0,3 - 3,2      |        1089 - 3820         |            11,3            |\n| **perjantai** |           1,7            |    -0,4 - 4,7      |        2020 - 3821         |            11,1            |\n| **lauantai** |           1,7            |    -0,7 - 8,6      |        1320 - 3048         |            12,1            |\n| **sunnuntai** |           3,7            |     0,8 - 7,9      |        1065 - 2103         |            12,9            |\n| **maanantai** |           4,9            |     1,2 - 11,0     |         996 - 1714         |            13,3            |\n\nViikon lähestyessä sähkön hinnat vaihtelevat huomattavasti päivien välillä. **Tiistaina** ja **keskiviikkona** markkinahinnat kohoavat korkeimmilleen, minkä vuoksi näiden päivien keskihinnat ovat viikon korkeimmat. Tiistain keskihinta on 7,6 ¢ ja keskiviikkona keskihinta kohoaa 11,4 senttiin kilowattitunnilta. Keskiviikon maksimihinta käy aamulla kello 8–10 välillä erittäin korkealla, 26,4 sentissä. Tämä hintapiikki johtuu hyvin alhaisesta tuulivoiman tuotannosta, joka laskee keskiviikkona hetkittäin jopa alle 100 megawatin.\n\nViikon puolivälissä, **torstaina** ja **perjantaina**, tilanne muuttuu selvästi. Molempina päivinä sähkön hinta on poikkeuksellisen matala. Torstaina keskihinta on vain 1,5 ¢ ja perjantaina 1,7 ¢. Kummankin päivän aikana nähdään jopa negatiivisia hintoja, torstaina alin hinta on -0,3 ¢ ja perjantaina -0,4 ¢. Torstain ja perjantain edullinen hintataso selittyy osittain voimakkaalla tuulivoiman tuotannolla, joka nousee parhaimmillaan yli 3800 megawattiin.\n\n**Lauantain** ja **sunnuntain** hinnat pysyvät myös edullisina. Lauantaina päivän keskihinta on 1,7 senttiä, sunnuntaina hieman korkeampi 3,7 senttiä. Lauantaina esiintyy myös negatiivinen minimihinta, alimmillaan -0,7 ¢. Viikonlopun aikana hintapiikkien riski on silti olemassa yksittäisillä tunneilla, lauantaina korkeimmat hinnat ajoittuvat illalle noin klo 20 tienoille ja sunnuntaina illan klo 18–20 välille.\n\nEnsi **maanantaina** hintataso kohoaa jälleen hieman, jolloin päivän keskihinta on 4,9 senttiä. Päivän sisäinen vaihtelu pysyy maltillisena, korkeimman hinnan ollessa 11 sentissä klo 9–11 välillä aamupäivällä. Hintapiikkien riski esiintyy maanantaina yksittäisinä tunteina.\n\nViikon yleiskuvassa korostuvat suuret vaihtelut päivien välillä ja jopa negatiiviset hinnat tiettyinä yön ja aikaisen aamun tunteina. Keskiviikko tulee olemaan viikon selvästi kallein päivä, kun taas torstai ja perjantai kaikkein edullisimmat.\n\n*Dataa pureskeli gpt-4.5-preview.* ⚡"
}