{
  "content": "*'Pörssisähkön hinta vaihtelee tulevalla viikolla rajusti: luvassa on sekä hyvin edullisia että kalliita päiviä. Viikonloppuna on odotettavissa erittäin halpaa sähköä, mutta ensi viikolla hinnat nousevat, ja tiistai näyttää olevan viikon kallein päivä. Yksittäisinä tunteina voi esiintyä rajujakin hintapiikkejä.'*\n\n\nOlkiluoto 3:n huoltokatko alkaa **lauantaina** klo 03:00 ja päättyy **perjantaina** 2. toukokuuta klo 02:00. Koska opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti, huoltokatko voi vaikuttaa ennusteen tarkkuuteen.\n\nPörssisähkön hintaennuste on päivitetty torstaina klo 03:13.\n\n| | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **perjantai**  | 6.0 | 0.8 - 11.5  | 820 - 4302  |  0.1 |\n| **lauantai**   | 2.3 | 0.9 - 3.8   | 3140 - 6602 | -0.0 |\n| **sunnuntai**  | 6.1 | 1.6 - 12.2  | 1784 - 6024 |  0.9 |\n| **maanantai** | 10.3 | 3.5 - 16.1  | 989 - 2042  | -1.3 |\n| **tiistai**   | 12.1 | 5.6 - 17.3  | 1234 - 2067 | -2.8 |\n| **keskiviikko**| 10.4 | 6.3 - 20.1  | 1323 - 4124 | -4.3 |\n| **torstai**  | 10.2 | 4.8 - 14.6  | 1393 - 4240 | -3.4 |\n\nPörssisähkön hinta on tulevalla viikolla vaihtelevaa. Luvassa on sekä edullisia että kalliimpia päiviä.\n\n**Lauantaina** sähkön hinta jää hyvin edulliseksi, keskihinnan ollessa vain 2.3 ¢/kWh. Hinta on alimmillaan alle yhden sentin kilowattitunnilta. Lauantaille on odotettavissa erittäin runsasta tuulivoimatuotantoa, mikä selittää edullista hintatasoa.\n\n**Sunnuntaina** hinta nousee, mutta pysyy vielä kohtuullisena. Keskihinta on 6.1 ¢/kWh. Sunnuntaina tuulivoimaa on saatavilla selvästi vähemmän kuin lauantaina.\n\nEnsi **maanantaina** hinta nousee jo kalliimmalle tasolle, keskihinnan ollessa 10.3 ¢/kWh. Maanantain korkein hinta, 16.1 ¢, voi toteutua päivän vähätuulisimpina hetkinä. Tuulivoiman ennustetaan olevan tuolloin alimmillaan alle tuhannessa megawatissa. Maanantaina on myös korkea riski hintapiikeille, jopa 30-40 senttiin yksittäisinä tunteina. Piikki ajoittunee todennäköisimmin klo 7-9 välille aamulla.\n\n**Tiistai** on viikon kallein päivä. Keskihinta nousee 12.1 senttiin kilowattitunnilta, ja korkeimmillaan hinta käy 17.3 sentissä. Tiistainakin tuulivoiman minimituotanto jää matalalle tasolle. Tiistaina on lisäksi korkea riski hintapiikeille, jopa 30-50 senttiin yksittäisinä tunteina. Piikki ajoittunee todennäköisimmin aamulla klo 7-9 välille.\n\n**Keskiviikkona** ja torstaina sähkön hinta pysyttelee korkealla, keskihintojen ollessa yli 10 sentissä. Keskiviikon korkein hinta voi olla jopa 20.1 ¢. Keskiviikkona ja torstaina on myös korkea riski hintapiikeille, jopa 30-40 senttiin yksittäisinä tunteina. Keskiviikon piikki ajoittunee todennäköisimmin aamulla klo 7-9 välille, kun taas torstaina piikki voi ajoittua illalle klo 18-20.\n\n*Hintoja tulkitsi tänään gemini-2.0-pro-exp-02-05.* 💨\n"
}