{
  "content": "*Alkuviikon sähkönhinnat odotetaan kalliimmiksi ja vaihteleviksi, tiistaista muodostuen viikon selvästi kallein piikkiriskin painottuessa aamupäivään; loppuviikolla hinnat tasoittuvat ja painuvat mataliksi, erityisesti torstaina ja sunnuntaina, vaikka lauantailla voi esiintyä yksittäisiä iltanousuja.*\n\nEnnuste päivitetään sunnuntaina klo 14:19.\n\n|  | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **maanantai** | 7,6 | 0,0 - 19,9 | 2135 - 6641 | 6,5 |\n| **tiistai** | 17,8 | 7,5 - 31,1 | 471 - 1898 | 6,4 |\n| **keskiviikko** | 11,2 | 3,4 - 25,2 | 562 - 3347 | 6,4 |\n| **torstai** | 2,5 | 1,5 - 3,7 | 3358 - 4781 | 7,5 |\n| **perjantai** | 6,3 | 0,8 - 11,2 | 2107 - 4634 | 5,9 |\n| **lauantai** | 6,6 | 4,3 - 11,8 | 1903 - 2812 | 5,2 |\n| **sunnuntai** | 2,3 | 1,0 - 4,3 | 2254 - 5357 | 4,7 |\n\nViikkoa kuvataan selvästi kahtiajakautuneena. **Maanantaina** hintataso odotetaan asettuvan keskimäärin noin 7–8 senttiin ja vaihtelun olevan laajaa, kun alimmat tunnit painuvat lähelle nollaa ja iltaa kohti hinta nousee. **Tiistai** erottuu viikon kalleimpana: päivän keskiarvo on 17,8 ¢ ja ylin tunti kohoaa 31,1 ¢.\n\n**Tiistaina** hintapiikkien riski on korkea. Huiput painottuvat aamupäivään noin klo 9–11. Tuulivoiman minimituotanto jää selvästi alle 2000 MW:iin (471 MW), ja tämä poikkeuksellisen matala tuntituotanto selittää viikon korkeimman maksimihinnan. Myös keskimääräinen tuulivoima on tyyni (907 MW), mikä tukee koholla olevaa hintatasoa. **Keskiviikkona** piikkiriski jatkuu, ja aamun huiput ajoittuvat arviolta klo 8–10, jolloin ylin tunti nousee 25,2 ¢:iin. Päivän keskihinta jää selvästi tiistain alapuolelle, mutta pysyy kuitenkin kaksinumeroisena.\n\n**Torstaina** hintataso odotetaan matalaksi ja tasaiseksi, kun tuulivoimaa on runsaasti läpi vuorokauden. Hintahaitari pysyy 1,5–3,7 sentissä, eikä suuria heilahduksia ennusteta. **Sunnuntaina** nähdään toinen hyvin edullinen päivä: keskihinta on 2,3 ¢ ja tuulivoimaa ennakoidaan paljon. Ilta painuu lähelle viikon pohjia, noin klo 20–22 tasolle 1,0–1,2 ¢.\n\n**Perjantain** hintataso asettuu keskiviikkoa selvästi alemmaksi. Päivän vaihtelu on maltillista, ja ylin tunti jää 11,2 ¢:iin. **Lauantaina** yleistaso on lähellä perjantaita, mutta yksittäisten iltatuntien korostumiseen on riski: noin klo 19–21 nähdään viikonlopun korkein taso, enimmillään 11,8 ¢.\n\nViikon kokonaiskuvassa alkuviikon hinnat nousevat hetkittäin hyvin korkeiksi, kun taas loppuviikolla saavutetaan useita tunteja, jotka painuvat alle neljän sentin. Halvimmat jaksot keskittyvät torstaihin ja sunnuntai-iltaan, kun taas viikon kalleimmat tunnit kohdentuvat tiistain aamupäivälle.\n\n*Luvut kokosi gpt-5.* 🔌"
}