{
  "content": "*Pörssisähkön hintaennusteessa näkyy selkeää vaihtelua lähipäivinä: torstaina ja perjantaina odotetaan korkeita hintahuippuja, kun taas viikonloppuna hinnat laskevat jopa negatiivisiksi. Hintamuutosten taustalla ovat erityisesti tuulivoiman vaihtelut ja pyhäpäivän vaikutukset sähkön kysyntään.*\n\nOlkiluoto 2 -ydinvoimalassa on käynnissä huoltokatko. Huolto alkoi 25.5.2025 klo 18 ja sen ennustettu päättymisaika on 15.6.2025 klo 18. Huoltokatko voi vaikuttaa ennusteen tarkkuuteen, koska opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti.\n\nEnnuste päivitetty tiistaina klo 12:06.\n\n|              | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **keskiviikko** |       1,5        |   -0,6 - 5,5    |      2621 - 5346      |      10,9      |\n| **torstai**     |       6,1        |   -0,4 - 13,3   |       216 - 3133      |      10,8      |\n| **perjantai**   |       3,9        |    1,3 - 12,6   |       270 - 1793      |      10,4      |\n| **lauantai**    |       0,9        |   -0,9 - 4,5    |      1588 - 2570      |       9,6      |\n| **sunnuntai**   |       0,0        |   -1,4 - 1,9    |      1289 - 3193      |      10,0      |\n| **maanantai**   |       1,5        |   -0,6 - 5,4    |      1885 - 3275      |      10,6      |\n| **tiistai**     |       1,7        |   -0,2 - 4,3    |      1678 - 3146      |      11,0      |\n\nSähkön hinta vaihtelee loppuviikon aikana selvästi päivien välillä. Hintahuiput näkyvät erityisesti **torstaina** ja **perjantaina**, jolloin myös yksittäisten hintapiikkien riski on korkea. **Torstain** odotettu keskihinta on viikon korkein, noin 6,1 senttiä kilowattitunnilta. Kyseessä on pyhäpäivä, mikä voi alentaa sähkön kysyntää. Silti päivän aikana nähdään suurta vaihtelua: varhain aamuyöllä klo 0-2 sähkön hinta on vielä lähellä nollaa tai jopa negatiivinen (-0,4 ¢), mutta iltakahdeksan ja kymmenen välillä hinta nousee korkeimmillaan ennusteessa jopa yli 13 senttiin.\n\nMyös **perjantaina** korkeita hintahuippuja esiintyy aamuyhdeksän ja yhdentoista välillä, jolloin hinnat nousevat yli 12 ¢ tasolle. Perjantain keskihinta on kuitenkin maltillisempi, noin 3,9 senttiä.\n\nViikonloppuna hinnat ovat jälleen selvästi alhaisempia. **Lauantain** keskihinnaksi ennustetaan vain 0,9 senttiä, ja hinnat pysyvät koko päivän ajan maltillisina. Lauantain alin hinta on aamuseitsemältä noin -0,9 ¢, ja korkein illalla seitsemän ja yhdeksän välillä, noin 4,5 senttiä.\n\n**Sunnuntaina** sähkön hinta pysyttelee erittäin matalana, päivän keskihinnan ollessa jopa 0,0 senttiä. Päivän aikana hinnat käyvät negatiivisina useaan otteeseen, alimmillaan iltapäivällä kolmesta viiteen, jolloin hinnat painuvat noin -1,4 senttiin.\n\nEnsi viikon alkupuolella, **maanantaina** ja **tiistaina**, hinnat ovat jälleen hieman korkeampia kuin viikonloppuna, mutta silti alhaisella tasolla. Maanantain keskihinta on 1,5 senttiä ja tiistain 1,7 senttiä. Kumpanakin päivänä päivän sisällä esiintyy hetkittäin negatiivisia hintoja yöaikaan.\n\nTuulivoiman tuotantotaso vaihtelee viikon aikana merkittävästi. Erityisesti torstaina ja perjantaina tuulivoiman minimituotanto jää hyvin alhaiseksi, alle 300 MW:n tasolle, mikä selittää osaltaan näiden päivien korkeita maksimihintoja. Muina päivinä tuulivoiman määrät ovat korkeammalla tasolla ja tukevat alhaisempia sähkön hintaennusteita.\n\n*Lukuja analysoi gpt-4.5-preview.* 🍃"
}