{
  "content": "**Lauantai** tuo mukanaan pörssisähkön hinnan, joka vaihtelee -1 ja 2 senttiä kilowattitunnilta, ja päivän keskihinta on 1 sentti. Tuulivoiman tuotanto vaihtelee 2300 ja 5211 megawatin välillä, keskimäärin 4298 megawattia. Sähkönsiirron tuontikapasiteetti on 3289 megawattia, mikä on normaali taso. Päivän keskilämpötila on 2,1 astetta.\n\n**Sunnuntai** tarjoaa pörssisähkön hinnan, joka vaihtelee 0 ja 6 sentin välillä, ja päivän keskihinta on 2 senttiä. Tuulivoiman tuotanto vaihtelee 2986 ja 4528 megawatin välillä, keskimäärin 3710 megawattia. Sähkönsiirron tuontikapasiteetti on tässä päivässä 0 megawattia, mikä on alhainen taso ja voi nostaa hintoja. Päivän keskilämpötila on 3,3 astetta.\n\n**Maanantai** tuo mukanaan pörssisähkön hinnan, joka vaihtelee 1 ja 9 sentin välillä, päivän keskihinta on 5 senttiä. Tuulivoiman tuotanto vaihtelee 1906 ja 4508 megawatin välillä, keskimäärin 3665 megawattia. Sähkönsiirron tuontikapasiteetti on 0 megawattia, mikä voi vaikuttaa hintoihin. Päivän keskilämpötila on 2,8 astetta.\n\n**Tiistai** tuo tullessaan pörssisähkön hinnan, joka vaihtelee 3 ja 20 sentin välillä, ja päivän keskihinta on 11 senttiä. Tuulivoiman tuotanto vaihtelee 860 ja 2308 megawatin välillä, keskimäärin 1369 megawattia. Sähkönsiirron tuontikapasiteetti on 0 megawattia, mikä voi selittää korkean hinnan. Päivän keskilämpötila on 3,4 astetta.\n\n**Keskiviikko** tuo mukanaan pörssisähkön hinnan, joka vaihtelee 1 ja 15 sentin välillä, ja päivän keskihinta on 9 senttiä. Tuulivoiman tuotanto vaihtelee 960 ja 1681 megawatin välillä, keskimäärin 1307 megawattia. Sähkönsiirron tuontikapasiteetti on 0 megawattia, mikä voi nostaa hintoja. Päivän keskilämpötila on 5,0 astetta.\n\nViikon hintakehityksessä erottuu tiistai, jolloin pörssisähkön keskihinta on 11 senttiä ja maksimihinta 20 senttiä. Tämän päivän korkea keskihinta voi johtua alhaisesta tuulivoiman tuotannosta, joka on vain 1369 megawattia, yhdessä tuontikapasiteetin 0 megawatin kanssa. Muut päivät ovat keskenään samankaltaisia, mutta sunnuntai ja maanantai erottuvat alhaisista tuontikapasiteeteistaan, mikä voi myös vaikuttaa hintatasoihin."
}