{
  "content": "*Lähipäivien sähkön hintaennusteessa näkyy suurta vaihtelua: viikonloppuna hinnat ovat erittäin edullisia, jopa negatiivisia, mutta torstaina ja perjantaina yksittäisten tuntien hinnat voivat nousta yli kymmeneen senttiin tuulivoiman vähäisyyden vuoksi.*\n\nEnnuste päivitetty tiistaina klo 09:05.\n\n|              | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:------------------------:|:------------------:|:----------------------------:|:--------------------------:|\n| **keskiviikko** |           1,4            |    -0,7 - 4,2      |        2648 - 5335           |            10,9            |\n| **torstai**     |           5,9            |    -0,5 - 12,9     |         217 - 3130           |            10,8            |\n| **perjantai**   |           3,6            |     1,0 - 11,3     |         271 - 1797           |            10,4            |\n| **lauantai**    |           0,8            |    -1,1 - 3,9      |        1660 - 2489           |             9,6            |\n| **sunnuntai**   |          -0,1            |    -1,3 - 1,6      |        1401 - 3080           |            10,0            |\n| **maanantai**   |           1,3            |    -1,1 - 4,2      |        1921 - 3112           |            10,6            |\n| **tiistai**     |           1,5            |    -0,2 - 4,8      |        1690 - 3080           |            11,2            |\n\nOlkiluoto 2 -ydinvoimalassa on tällä hetkellä käynnissä huoltokatko. Katko alkoi 25.5.2025 klo 18 ja sen arvioidaan päättyvän 15.6.2025 klo 18. Huoltokatko voi vaikuttaa hintaennusteen tarkkuuteen, sillä opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti.\n\nAlkavan viikon hintaennusteessa näkyy selviä päivittäisiä eroja sekä sähkön keskihinnassa että hintavaihteluiden laajuudessa. Viikon hintatrendi ei ole tasainen, vaan hinnat vaihtelevat merkittävästi eri päivinä.\n\nViikon kalleimmat tunnit osuvat **torstaille**, jolloin päivittäinen maksimihinta nousee 12,9 senttiin. Torstain keskihinta on selvästi muita päiviä korkeampi, 5,9 senttiä per kilowattitunti. Tämä johtuu osittain heikosta tuulivoimatilanteesta, sillä tuulituotanto jää keskimäärin vain 925 megawattiin. Torstaina on myös pyhäpäivä, mikä voi vähentää energiankulutusta yleisesti, mutta yksittäisten tuntien hintapiikkien riski on silti korkea. Näitä piikkejä odotetaan erityisesti aamuyhdeksän ja iltayhdeksän välille.\n\nMyös **perjantain** odotettu maksimihinta on korkea, yli 11 senttiä, vaikka keskihinta jää maltillisempaan 3,6 senttiin. Myös perjantaina tuulivoiman vähäinen minimituotanto, vain 271 megawattia, selittää yksittäisten tuntien hintapiikkien riskin. Korkeimmat hinnat ajoittuvat aamukahdeksan ja aamukymmenen välille.\n\nViikon edullisimmat päivät ovat viikonloppuna. **Lauantaina** sähkön keskihinta jää alle senttiin, noin 0,8 senttiin, ja **sunnuntaina** keskihinta on jopa negatiivinen (-0,1 senttiä/kWh). Molempina päivinä tuulivoiman tuotanto on kohtalaista ja sunnuntaina jopa varsin runsasta, mikä pitää hinnat matalina. Sunnuntaina sähkönhinta on negatiivinen useana yön ja iltapäivän tuntina.\n\nViikon alussa ja lopussa hinnat ovat maltillisella tasolla. **Keskiviikon** keskihinta on 1,4 senttiä ja **maanantaina** sekä **tiistaina** hinnat pysyvät hieman puolentoista sentin tuntumassa. Näinä päivinä hintojen vaihteluväli on kapea, eikä hintapiikkien riskiä ole erityisesti nostettu esiin.\n\n*gpt-4.5-preview tutki sähkömarkkinoita.* ⚡"
}