{
  "content": "*'Pörssisähkön hinta pysyttelee alkuviikon enimmäkseen edullisena, mutta perjantaiksi on odotettavissa selvästi korkeampia hintoja ja jopa 20 sentin hintapiikkejä. Olkiluoto 3:n lauantaina alkava huoltokatko voi vaikuttaa ennusteen tarkkuuteen.'*\n\n\nOlkiluoto 3:n huoltokatko alkaa **lauantai**na 2025-03-01 03:00 ja päättyy perjantaina 2025-05-02 02:00. Päättymisaika on ennuste. Koska opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti, huoltokatko voi vaikuttaa ennusteen tarkkuuteen.\n\nEnnuste on päivitetty lauantaina klo 14:18.\n\n|     | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:----|:----------------:|:----------------:|:-------------:|:-------------:|\n| **sunnuntai**   | 0.3              | -0.0 - 0.6        | 3084 - 5330   | -1.4          |\n| **maanantai**  | 2.1              | -0.5 - 4.0       | 2946 - 5778   | 0.7           |\n| **tiistai**    | 1.5              | -1.0 - 3.9      | 3575 - 5279   | 0.6           |\n| **keskiviikko** | 2.0              | 0.6 - 3.9      | 2963 - 5570   | 0.6           |\n| **torstai**    | 3.3              | 1.5 - 6.5       | 2791 - 4278   | 0.5           |\n| **perjantai**  | 6.9              | 2.1 - 14.8      | 1177 - 4093   | 0.1           |\n| **lauantai**   | 4.8              | 1.9 - 10.8     | 1219 - 4493  | -0.0          |\n\nPörssisähkön hintaodotukset vaihtelevat tulevan viikon aikana. Pääosin edullisena jatkuva hintataso nousee viikon loppua kohden.\n\n**Sunnuntai**na pörssisähkön keskihinta asettuu 0,3 senttiin kilowattitunnilta. Yön ja aamupäivän tunnit ovat hyvin edullisia, jopa lähellä nollaa. Kalleimmillaan sähkö on alkuillasta, noin 0,6 senttiä kilowattitunnilta. Sunnuntain keskilämpötila painuu -1,4 asteeseen.\n\nEnsi **maanantai**na hinta nousee hieman, keskihinnan ollessa 2,1 ¢/kWh. Yöllä ja aamulla sähkö on edullista, mutta iltapäivällä ja illalla hinta nousee lähelle neljää senttiä. Maanantain kallein tunti ajoittuu alkuiltaan kello 17-18.\n\n**Tiistai**na ja keskiviikkona pörssisähkön keskihinnat pysyvät alle kahdessa sentissä kilowattitunnilta. Tiistaina hinta painuu yöllä jopa -1,0 senttiin kilowattitunnilta. Tiistain ja keskiviikon välisenä yönä on siis odotettavissa negatiivisia hintoja.\n\n**Torstai**na keskihinta nousee 3,3 senttiin kilowattitunnilta. Vaihtelu päivän sisällä on vähäistä. **Perjantai**na hinta nousee jo selvästi, keskihinnan ollessa 6,9 ¢/kWh. Perjantain korkein hinta, 14,8 ¢, ajoittuu iltaan kello 18-20. Perjantaille on ennustettu jopa 20 sentin hintapiikkejä yksittäisille tunneille.\n\nEnsi **lauantai**na keskihinta laskee hieman perjantaista, ollen 4,8 ¢/kWh. Lauantain kalleimmat tunnit ajoittuvat iltaan kello 17-19, jolloin hinta nousee yli kymmeneen senttiin.\n\n*Tulkinnat laati gemini-2.0-pro-exp-02-05.* ⚡️\n"
}