{
  "content": "*Alkavalla viikolla sähkön hinta pysyttelee pääosin hyvin edullisena, sisältäen jopa negatiivisia hintatunteja, mutta yksittäisiä korkeampia hintapiikkejä voi esiintyä etenkin loppuviikosta ja pyhäpäivänä torstaina.*\n\nEnnuste päivitetty maanantaina klo 03:19.\n\n|              | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **tiistai**      | -0,3             | -1,2 – 1,4       | 2013 – 4732       | 10,7          |\n| **keskiviikko**  | 1,3              | -1,0 – 3,6       | 1868 – 4795       | 10,9          |\n| **torstai**      | 3,4              | 0,5 – 6,6        | 1139 – 1827       | 10,8          |\n| **perjantai**    | 3,5              | 0,7 – 7,4        | 1435 – 2217       | 10,4          |\n| **lauantai**     | 1,6              | -0,8 – 9,4       | 1643 – 2717       | 9,6           |\n| **sunnuntai**    | 0,3              | -0,5 – 1,8       | 1692 – 2615       | 10,0          |\n| **maanantai**    | 2,1              | -0,1 – 6,8       | 1670 – 2642       | 10,5          |\n\nOlkiluoto 2 -ydinvoimalassa on meneillään huoltokatko. Katko alkoi 25.5.2025 klo 18 ja sen ennustetaan päättyvän 15.6.2025 klo 18. Huoltokatko voi vaikuttaa ennusteen tarkkuuteen, sillä opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti.\n\nAlkavan viikon pörssisähkön hinnat vaihtelevat päivästä toiseen jonkin verran. Viikko alkaa tiistaina erittäin edullisella keskihinnalla, joka on jopa negatiivinen (-0,3 ¢/kWh). Halvimmat tunnit sijoittuvat iltapäivään kello 12–18 välille, jolloin hinta painuu enimmillään jopa -1,2 senttiin. Sähkönkäyttäjälle tämä tarkoittaa, että sähköstä maksetaan kyseisinä tunteina käytännössä pientä hyvitystä.\n\nKeskiviikkona hinnat pysyvät edelleen maltillisina, mutta alkavat vähitellen nousta. Päivän keskihinnan odotetaan olevan noin 1,3 senttiä. Negatiivisia hintoja esiintyy aamuyöstä, kun taas aamun ja päivän hinnat kohoavat korkeimmillaan hieman alle neljään senttiin klo 9–11 välillä.\n\nTorstaina, joka on pyhäpäivä, sähkön keskihinta nousee edelleen, ollen noin 3,4 senttiä. Energian vähäisempi kysyntä pyhäpäivänä voi osaltaan hillitä hintojen nousua. Torstain korkeimmat hinnat nähdään illalla kello 19–21 välillä, jolloin hinta kohoaa hetkellisesti lähes seitsemään senttiin. Yksittäisten tuntien hintapiikit ovat mahdollisia.\n\nPerjantaina keskihinta (3,5 ¢) pysyy torstain tasolla. Päivän ylin hinta (7,4 ¢) sijoittuu aamupäivään kello 8–10 välille. Myös perjantaina yksittäisten tuntien hintapiikkejä voi esiintyä.\n\nLauantain hintataso laskee jälleen viikon keskivaiheille verrattuna. Keskihinta on noin 1,6 senttiä, mutta illalla klo 18–20 hinnan odotetaan kohoavan jopa yli yhdeksään senttiin. Sunnuntaina hinnat palautuvat hyvin edullisiksi (keskihinta 0,3 ¢), ja negatiivisia hintoja esiintyy aamulla.\n\nEnsi maanantaina hinnat nousevat hieman viikonlopusta, mutta pysyvät silti edullisina, keskimäärin noin kahdessa sentissä. Päivän hintahuippu, noin seitsemän senttiä, osuu aamupäivälle klo 8–10.\n\n*Näitä numeroita analysoi gpt-4.5-preview.* 🔌"
}