{
  "content": "*Pörssisähkön hinta pysyy lähipäivinä edullisena, vaikka yksittäisillä tunneilla nähdään suurta vaihtelua ja ajoittain jopa negatiivisia hintoja; korkeimmat tuntihinnat ajoittuvat aamuun ja iltaan, halvimmat puolestaan öisille tunneille.*\n\nOlkiluoto 1 -ydinvoimalan huoltokatko alkoi 11.5.2025 klo 18. Katkon odotetaan päättyvän 22.5.2025 klo 18. Tämä huoltokatko voi vaikuttaa hintaennusteen tarkkuuteen, sillä opetusdataa huoltokatkojen ajalta on rajallisesti saatavilla.\n\nEnnuste päivitettiin tiistaina klo 03:19.\n\n|              | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **keskiviikko** | 2,2              | -0,1 - 7,4       | 1620 - 2831   | 6,8           |\n| **torstai**     | 1,0              | -0,1 - 2,3       | 1972 - 4391   | 5,8           |\n| **perjantai**   | 1,7              | -0,0 - 3,4       | 2808 - 4906   | 5,7           |\n| **lauantai**    | 2,2              | -0,8 - 6,0       | 1677 - 3291   | 6,4           |\n| **sunnuntai**   | 1,6              | -1,5 - 5,9       | 1585 - 2336   | 6,6           |\n| **maanantai**   | 0,4              | -0,9 - 2,7       | 1653 - 3043   | 9,4           |\n| **tiistai**     | 1,1              | -0,6 - 3,1       | 2039 - 3617   | 10,7          |\n\nPörssisähkön hintojen odotetaan pysyttelevän tulevina päivinä edullisella tasolla. Keskimääräiset päiväkohtaiset hinnat vaihtelevat viikon aikana 0,4–2,2 sentin välillä. Hintavaihtelut päivän sisällä ovat kuitenkin melko suuria, ja negatiivisia sähkönhintoja nähdään todennäköisesti useana yönä.\n\n**Keskiviikkona** odotetaan viikon korkeinta yksittäistä tuntihintaa, 7,4 senttiä. Tämä hintahuippu ajoittunee aamulla noin kello 7–9 välille. Samana päivänä sähkön hinta käy kuitenkin myös negatiivisena yön tunteina, edullisimmillaan -0,1 sentissä kello 1:n aikaan.\n\n**Torstaina** ja **perjantaina** sähkön päivittäiset hinnat pysyttelevät maltillisina eikä erityisen korkeita hintahuippuja ole odotettavissa. Näinä päivinä tuulivoiman tuotanto on keskimääräistä korkeammalla tasolla, mikä osaltaan selittää matalaa hintaa.\n\nViikonlopun aikana hintaodotukset nousevat hieman. **Lauantaina** sähkön hinta vaihtelee merkittävästi; yön ja iltapäivän negatiivisista hinnoista noustaan aamulla jopa kuuteen senttiin kello 8–10 välillä. **Sunnuntaina** aamun ja päivän aikana hinnat käyvät jälleen negatiivisina, alimmillaan -1,5 sentissä klo 14–15 aikoihin, mutta illalla hinnat kohoavat huomattavasti, lähes kuuteen senttiin kello 19–21 välillä.\n\nAlkuviikolla hinnat palaavat jälleen maltillisemmiksi. **Maanantain** keskihinta on viikon edullisin, vain 0,4 senttiä. Negatiivisia tuntihintoja nähdään erityisesti aamuyön tunteina. Myös **tiistain** keskihinta pysyy matalana, noin yhden sentin tasolla, vaikka päivän sisällä hinnat hieman vaihtelevatkin.\n\n*GPT-4.5-preview ennusti sähkötunnelmia.* ⚡"
}