{
  "content": "*Sähkön hinta pysyy viikonloppuna erittäin matalana ja käy jopa negatiivisena, mutta ensi viikon alussa luvassa on selvästi korkeampia tuntihintoja erityisesti aamun ja illan kulutushuipuissa, jolloin maksimihinnat nousevat yli kymmeneen senttiin kilowattitunnilta.*\n\nOlkiluoto 2 -ydinvoimalassa on käynnissä huoltokatko. Huoltokatko alkoi 25.5.2025 klo 18 ja sen arvioitu päättyminen on 15.6.2025 klo 18. Huoltokatko voi vaikuttaa ennusteen tarkkuuteen, koska opetusdataa on saatavilla rajallisesti huoltokatkojen ajalta.\n\nEnnuste päivitetty torstaina klo 12:05.\n\n|              | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **perjantai**    | 1,9              | -0,3 - 6,4       | 1400 - 3907     | 11,6          |\n| **lauantai**     | 0,3              | -1,7 - 2,6       | 1652 - 4194     | 11,7          |\n| **sunnuntai**    | -0,1             | -3,1 - 3,8       | 1437 - 3790     | 10,8          |\n| **maanantai**    | 5,4              | 1,4 - 10,9       | 1084 - 1737     | 10,7          |\n| **tiistai**      | 5,1              | 1,2 - 11,8       | 1351 - 2096     | 10,6          |\n| **keskiviikko**  | 2,6              | 0,3 - 7,4        | 1485 - 2631     | 10,8          |\n| **torstai**      | 1,9              | 0,3 - 4,0        | 2045 - 3063     | 11,3          |\n\nTulevina päivinä sähkön hinnassa esiintyy merkittävää vaihtelua. Viikonlopun aikana hinnat pysyttelevät matalalla tasolla, kun taas ensi viikon alussa nähdään selvä hinnan nousu.\n\n**Perjantaina** sähkön keskihinnaksi odotetaan vajaat kaksi senttiä kilowattitunnilta. Vuorokauden sisäiset erot ovat kuitenkin suuret: aamukahdeksalta hinta käy korkeimmillaan 6,4 sentissä, mutta yöaikaan ja keskipäivällä sähkön hinta putoaa jopa negatiiviseksi.\n\n**Lauantaina** ja **sunnuntaina** hinnat pysyvät huomattavan matalina. Lauantain keskihinta on vain 0,3 senttiä, ja sunnuntain keskihinta painuu jopa hieman negatiiviseksi (-0,1 ¢). Viikonlopun aikana sähkön hinta käy alimmillaan sunnuntaina iltapäivällä kello 14 aikaan, jolloin hinnan ennakoidaan olevan -3,1 senttiä.\n\nEnsi viikon alussa sähkön hintataso kohoaa selvästi. **Maanantaina** keskihinnaksi ennustetaan 5,4 senttiä, ja päivän aikana hinta kohoaa enimmillään 10,9 senttiin aamuyhdeksän tienoilla. Tiistain hintataso pysyy lähes yhtä korkealla, keskihinnan ollessa 5,1 senttiä ja korkeimman tuntihinnan noustessa 11,8 senttiin illalla noin kello 20.\n\n**Keskiviikkona** keskihinta laskee jälleen maltillisemmalle tasolle 2,6 senttiin. Hintavaihtelut päivän sisällä pysyvät kuitenkin yhä selvästi nähtävissä, korkeimman hinnan ollessa aamuyhdeksän aikaan 7,4 senttiä. Torstain keskihinta painuu hieman alemmas, vajaaseen kahteen senttiin, ja päivän aikana hinnat pysyttelevät tasaisempina.\n\nViikko tarjoaa sähkönkäyttäjille monipuolisia näkymiä. Sähkö on edullista erityisesti viikonloppuna, jolloin hinnat käyvät ajoittain jopa negatiivisina, kun taas ensi viikon alkupuolella varaudutaan korkeampiin tuntihintoihin erityisesti aamun ja illan kulutushuippujen aikana.\n\n*Ennusteesta vastasi tänään gpt-4.5-preview.* 🔌"
}