{
  "content": "*Lähipäivien pörssisähkön hinta pysyttelee pääosin matalana, mutta perjantaina ja sunnuntaina nähdään hetkittäisiä korkeampia hintoja, kun taas viikonloppuna ja ensi viikon alkupäivinä sähkö on erityisen edullista kuluttajille.*\n\nOlkiluoto 1 -ydinvoimalassa on parhaillaan käynnissä huoltokatko. Katko alkoi 11.5.2025 klo 18 ja sen arvioidaan päättyvän 22.5.2025 klo 18. Huoltokatko voi vaikuttaa ennusteen tarkkuuteen, koska opetusdataa huoltokatkojen ajalta on saatavilla rajallisesti.\n\nEnnuste on päivitetty torstaina klo 09:06.\n\n|       | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **perjantai** | 3,0 | -0,0 - 12,1 | 521 - 2520 | 6,8 |\n| **lauantai** | 0,5 | -0,5 - 3,1 | 1478 - 3768 | 6,3 |\n| **sunnuntai** | 0,3 | -1,5 - 2,2 | 1544 - 3856 | 6,2 |\n| **maanantai** | 1,5 | 0,1 - 4,5 | 1623 - 4063 | 6,9 |\n| **tiistai** | 0,4 | -0,7 - 2,3 | 2149 - 3483 | 7,4 |\n| **keskiviikko** | 0,6 | -0,8 - 4,1 | 2432 - 3772 | 6,8 |\n| **torstai** | 0,6 | -0,6 - 1,7 | 2822 - 4532 | 6,0 |\n\nTulevien päivien pörssisähkön hinnoissa nähdään vaihtelevuutta, mutta valtaosin hinnat pysyttelevät matalina. **Perjantaina** sähkön keskihinta tulee olemaan viikon korkein, noin kolme senttiä kilowattitunnilta. Lisäksi perjantain aikana esiintyy suuria tuntikohtaisia vaihteluita, ja korkea maksimihinta 12,1 ¢ ajoittuu aamulle klo 8–10. Perjantain aamupäivän tunteina sähkön hinta on hetkittäin selvästi koholla, samalla kun tuulivoiman tuotanto käy alimmillaan.\n\nViikonloppuna hinnat laskevat huomattavasti. **Lauantaina** ja **sunnuntaina** sähkön keskihinnat pysyttelevät hyvin matalina, noin puolen sentin tuntumassa. Lauantaina hintavaihtelu on maltillista, kun taas sunnuntaina nähdään viikon alin yksittäinen tuntihinta, -1,5 senttiä, klo 12–14. Sunnuntaina yksittäisillä tunneilla on kuitenkin riski hintapiikeille.\n\nUuden viikon alkaessa **maanantaina** sähkön keskihinta nousee hieman, asettuen 1,5 senttiin. Päivän sisäiset vaihtelut ovat maltillisia, eikä huippuhintoja ole odotettavissa.\n\nTiistaina, keskiviikkona ja torstaina hinnat pysyvät yleisesti matalina. **Tiistaina** keskihinta asettuu 0,4 senttiin ja keskiviikkona sekä torstaina noin 0,6 senttiin. Näinä päivinä sähkön hinta on pääsääntöisesti hyvin edullista koko vuorokauden ajan. Hintojen alhaisuutta ylläpitää erityisesti torstaina runsas tuulivoiman tuotanto, jonka keskimääräinen määrä nousee lähes 3800 MW:iin.\n\nKaiken kaikkiaan tulevien päivien hinnat ovat kuluttajan näkökulmasta edullisia, vaikka perjantaina ja sunnuntaina onkin varauduttava hetkellisiin hintanousuihin. Hintapiikkien riski on suurimmillaan perjantaina aamun tunteina ja sunnuntaina yksittäisinä hetkinä päivällä.\n\n*Ennusteet tarjoili gpt-4.5-preview.* ⚡"
}