{
  "content": "*Ensi viikon sähkön hintaennuste vaihtelee merkittävästi: alkuviikolla hinnat nousevat korkeiksi etenkin aamun huipputunteina, mutta loppuviikolla ja viikonloppuna sähkö on erittäin edullista, jopa ajoittain negatiivista. Hintojen vaihteluun vaikuttaa erityisesti tuulivoiman tuotantomäärien vaihtelu.*\n\nOlkiluoto 2 -ydinvoimalassa on käynnissä huoltokatko. Huolto alkoi 25.5.2025 klo 18 ja loppuu ennusteen mukaan 15.6.2025 klo 18. Huoltokatko voi vaikuttaa hintaennusteen tarkkuuteen, sillä opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti.\n\nHintaennuste on päivitetty lauantaina klo 21:05.\n\n|             | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:------------|:------------------------:|:------------------:|:----------------------------:|:-------------------------:|\n| **sunnuntai**  |           0,3            |    -0,1 - 1,6     |         1738 - 2573          |           10,8            |\n| **maanantai**  |           6,5            |    -0,1 - 17,2    |          369 - 2436          |           10,7            |\n| **tiistai**    |           7,8            |     1,5 - 17,7    |          376 - 2624          |           10,6            |\n| **keskiviikko**|           4,8            |     1,4 - 11,3    |         1062 - 2091          |           10,8            |\n| **torstai**    |           1,8            |     0,1 - 4,1     |         2244 - 3365          |           11,3            |\n| **perjantai**  |           1,4            |    -0,3 - 3,1     |         1845 - 3018          |           11,1            |\n| **lauantai**   |           1,0            |    -0,2 - 2,9     |         1563 - 3533          |           12,1            |\n\nTulevan viikon hintaennusteet vaihtelevat selvästi päivästä toiseen. Viikko alkaa **maanantaina** ja **tiistaina** melko korkeilla keskihintatasoilla. Maanantain keskihinta on 6,5 senttiä ja tiistain 7,8 senttiä kilowattitunnilta. Molempina päivinä esiintyy riski sähkön hintapiikeille yksittäisinä tunteina. Erityisesti tiistaina aamulla kello 8–10 välillä hintojen ennustetaan kohoavan jopa yli 17 senttiin tunnilta.\n\n**Keskiviikkona** hinnat laskevat hieman, mutta sähkön keskihinta pysyy silti 4,8 sentissä. Myös keskiviikkona on huomattavia hintaeroja päivän sisällä, hintojen vaihdellessa 1,4 ja 11,3 sentin välillä. Hintojen vaihtelua selittää osaltaan keskiviikon suhteellisen matala tuulivoimatuotanto, jonka alimmat arvot jäävät hieman yli tuhanteen megawattiin.\n\nTorstain ja perjantain ennusteet lupaavat jo selvästi edullisempaa sähköä. Torstain keskihinta jää alle kahden sentin, ja päivän sisäiset hinnat vaihtelevat vain vähän: halvimmillaan sähkö maksaa yhden kymmenyksen ja kalleimmillaankin vain hieman yli neljä senttiä. Perjantaina hinnat pysyvät edelleen matalina, ja yön aikana nähtäneen jopa negatiivisia hintoja. Tämä tarkoittaa, että sähkönkäyttäjälle voidaan maksaa sähkön käytöstä kyseisinä tunteina.\n\nViikonlopun päivät ovat hinnaltaan erittäin edullisia. **Lauantaina** keskihinta on vain yhden sentin luokkaa, ja myös lauantaina esiintyy yön aikana negatiivisia hintoja. **Sunnuntain** hinnat ovat samankaltaisia, ja kyseessä on myös pyhäpäivä, jolloin sähköä kuluu tavallista vähemmän. Tämä osaltaan selittää sunnuntain matalia hintoja, jotka pysyttelevät pääosin yhden sentin tuntumassa tai jopa sen alle.\n\nViikon kalleimmat yksittäiset tunnit koetaan maanantaina ja tiistaina aamupäivällä, halvimmat taas sijoittuvat viikonlopun öihin. Hintojen vaihteluun vaikuttavat etenkin tuulivoiman tuotantomäärät, jotka maanantaina ja tiistaina ovat hetkittäin erittäin matalia. Viikon loppua kohden tuulituotanto kasvaa selvästi ja auttaa pitämään hinnat matalina.\n\n*Virtaa ennusti gpt-4.5-preview.*🔌"
}