{
  "content": "*Pörssisähkön hinta vaihtelee tulevina päivinä huomattavasti: alkuviikosta nähdään jopa negatiivisia lukemia, mutta loppuviikkoa kohden yksittäiset tunnit nousevat selvästi kalliimmiksi, korkeimpien hetkittäisten hintojen noustessa yli kymmenen sentin.*\n\nEnnuste päivitetty maanantaina klo 09:13.\n\n|              | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **tiistai**      | -0,2 | -1,3 – 1,3 | 1962 – 4725 | 10,7 |\n| **keskiviikko**  | 1,4  | -1,2 – 4,0 | 1878 – 4837 | 10,9 |\n| **torstai**      | 2,8  | 0,0 – 4,6  | 1049 – 1803 | 10,8 |\n| **perjantai**    | 2,9  | 0,5 – 10,4 | 1099 – 1890 | 10,4 |\n| **lauantai**     | 1,3  | -1,0 – 4,1 | 1133 – 2430 | 9,6  |\n| **sunnuntai**    | 1,6  | -0,2 – 3,2 | 1459 – 3115 | 10,0 |\n| **maanantai**    | 4,2  | 0,9 – 10,6 | 1091 – 1790 | 10,5 |\n\nOlkiluoto 2 -ydinvoimalassa on meneillään huoltokatko, joka alkoi 25.5.2025 klo 18 ja sen arvioidaan päättyvän 15.6.2025 klo 18. Huoltokatko voi vaikuttaa ennusteen tarkkuuteen, koska opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti.\n\nPörssisähkön hintaennusteessa on tuleville päiville havaittavissa melko suurta vaihtelua. Viikon matalin keskihinta nähdään **tiistaina**, jolloin päivän keskihinta pysyttelee jopa hieman negatiivisena, -0,2 sentissä. Tällöin sähkön hinta käy myös matalimmillaan -1,3 sentissä klo 16 paikkeilla. Negatiiviset hinnat kertovat ylimääräisestä tarjonnasta suhteessa kysyntään.\n\n**Keskiviikon** osalta keskihinta nousee hieman, keskimäärin 1,4 senttiin. Hintavaihtelu pysyy kuitenkin maltillisena, ja päivän korkein hinta jää neljään senttiin. Viikon edetessä sähkön hinnassa ja tuulivoiman tuotannossa tapahtuu huomattavia muutoksia.\n\n**Torstaina** on pyhäpäivä, mikä voi laskea energian kysyntää ja siten vaikuttaa hintatasoon alentavasti. Keskimääräinen hinta asettuu 2,8 senttiä/kWh tasolle, mutta yksittäisillä tunneilla aamupäivällä ja illalla hinta nousee yli neljän sentin. Torstaina on yksittäisinä tunteina riski hintapiikeille.\n\n**Perjantaina** sähkön hinta jatkaa nousuaan, jolloin nähdään viikon korkein yksittäinen tuntihinta: aamulla klo 9 aikaan hinta voi nousta jopa yli kymmenen sentin. Päivän keskihinta on kuitenkin vielä maltillinen, 2,9 senttiä, eikä siten poikkea merkittävästi torstain tasosta. Myös perjantaina yksittäisinä tunteina esiintyy hintapiikkiriski.\n\nViikonloppuna hinnat laskevat jälleen. **Lauantaina** ja **sunnuntaina** keskihinnat pysyttelevät alle kahden sentin tasolla, eivätkä maksimihinnatkaan ylitä neljää senttiä. Lauantain alimpana hintana nähdään jälleen negatiivinen hinta, -1,0 senttiä yöllä klo 2. Myös viikonlopun päivinä on yksittäisten tuntien hintapiikkiriski, vaikka yleinen hintataso pysyykin maltillisena.\n\nEnsi **maanantaina** keskihinta kohoaa jälleen ja on viikon korkein, 4,2 senttiä. Päivän aikana esiintyy huomattavaa vaihtelua: aamulla klo 9 aikaan hinta kohonnee yli kymmenen sentin, mikä tekee siitä viikon toiseksi korkeimman yksittäisen tuntihinnan.\n\n*Sähköä ennusti gpt-4.5-preview.* ⚡"
}