{
  "content": "*Tulevalla viikolla pörssisähkön hinta vaihtelee päiväkohtaisesti selvästi, mutta pysyy keskimäärin maltillisena; viikon korkein hintahuippu ajoittuu perjantain aamupäivään, kun taas viikon alku ja sunnuntai tarjoavat jopa negatiivisia tuntihintoja.*\n\nOlkiluoto 2 -ydinvoimalassa on käynnissä huoltokatko. Huolto alkoi 25.5.2025 klo 18 ja sen ennustetaan päättyvän 15.6.2025 klo 18. Huoltokatko voi vaikuttaa ennusteen tarkkuuteen, koska opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti.\n\nEnnuste päivitetty sunnuntaina klo 12:06.\n\n|        | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **maanantai**    |        0,1       |     -1,1 - 1,2    |      2758 - 4678      |         9,4        |\n| **tiistai**      |       -0,1       |     -1,2 - 2,2    |      2073 - 4383      |        10,7        |\n| **keskiviikko**  |        0,9       |     -1,0 - 3,3    |      1928 - 4417      |        10,9        |\n| **torstai**      |        1,5       |     -0,8 - 4,9    |      1070 - 2190      |        10,8        |\n| **perjantai**    |        2,9       |      0,7 - 9,4    |      1383 - 2008      |        10,4        |\n| **lauantai**     |        0,4       |     -1,3 - 3,6    |      1592 - 2205      |         9,6        |\n| **sunnuntai**    |       -0,1       |     -1,1 - 0,7    |      1335 - 2567      |        10,0        |\n\nTulevan viikon aikana sähkön hinta vaihtelee päivittäin huomattavasti. Viikon alkupuolella hinnat pysyvät maltillisina tai jopa negatiivisina. **Maanantaina** ja **tiistaina** pörssisähkön keskihinnat pyörivät nollan tuntumassa, ja halvimmillaan sähkö on jopa reilun sentin verran negatiivista tuntihintaa. Molempina päivinä korkeimmat hinnat jäävät vielä alle kolmen sentin.\n\n**Keskiviikkona** keskihinta kohoaa hieman vajaaseen senttiin kilowattitunnilta. Maksimihinta ajoittuu aamukahdeksan aikaan, jolloin hinta nousee yli kolmen sentin. Hintavaihtelu on aiempia päiviä suurempaa, mutta edelleen hintataso pysyy maltillisena.\n\nViikon hintahuippu nähdään **perjantaina** aamuyhdeksän aikoihin. Tällöin sähkön hinta nousee ennusteessa yli yhdeksään senttiin. Perjantain keskihinta on viikon korkein, lähes kolme senttiä, mikä erottuu selvästi muista viikon päivistä. Korkeampaa hintatasoa selittää osin tuulivoiman alhainen minimituotanto, joka jää alle 1400 megawatin.\n\n**Torstaina** vietetään pyhäpäivää, mikä voi laskea sähkön kysyntää ja sitä kautta hintaa. Tästä huolimatta torstain keskihinta on puolentoista sentin tasolla, ja korkeimmillaan hinta on lähellä viittä senttiä illalla klo 18–20. Myös viikonloppuna, erityisesti **lauantaina**, hintavaihtelut jatkuvat kohtalaisen suurina: päivän alin hinta on jopa negatiivinen, mutta illalla klo 19–21 hinta nousee yli kolmen sentin tienoille.\n\n**Sunnuntaina** sähkön keskihinta palaa jälleen hieman negatiiviseksi. Päivän hintahaarukka on kapea ja pysyttelee matalalla tasolla koko päivän läpi.\n\n*GPT-4.5-preview tulkitsi sähkövirtaa.* 🔌"
}