{
  "content": "*Pörssisähkön hinta pysyttelee tulevana viikkona keskimäärin edullisella tasolla, mutta päivittäiset ja tuntikohtaiset vaihtelut ovat paikoin suuria; halvimmat hetket osuvat sunnuntaille, jolloin nähdään jopa negatiivisia hintoja, kun taas korkeimmat huiput ajoittuvat tiistai- ja torstai-iltoihin.*\n\nOlkiluoto 2 -ydinvoimalassa on käynnissä huoltokatko, joka alkoi 25.5.2025 klo 18 ja sen arvioidaan päättyvän 23.6.2025 klo 18. Tämä huoltokatko voi vaikuttaa ennusteen tarkkuuteen, koska opetusdataa on huoltokatkojen ajalta rajallisesti saatavilla.\n\nPörssisähkön hintaennuste on päivitetty lauantaina klo 21:06.\n\n|           | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **sunnuntai** | 1,5 | -0,7 - 8,5 | 263 - 2567 | 12,5 |\n| **maanantai** | 1,0 | 0,3 - 2,7 | 832 - 3899 | 12,2 |\n| **tiistai** | 3,2 | 0,4 - 8,6 | 1334 - 3967 | 12,2 |\n| **keskiviikko** | 1,4 | -0,2 - 3,4 | 1717 - 3217 | 12,8 |\n| **torstai** | 3,9 | 0,5 - 7,5 | 1477 - 2993 | 12,9 |\n| **perjantai** | 3,4 | 0,4 - 7,5 | 1554 - 2208 | 14,1 |\n| **lauantai** | 2,3 | 0,4 - 4,6 | 1912 - 2298 | 14,2 |\n\nTulevalla viikolla sähkön hinta pysyttelee keskimäärin edullisena, mutta vaihtelua hintojen välillä esiintyy päivittäin. Viikon alussa nähdään poikkeuksellisen alhaisia hintoja, etenkin **sunnuntaina**, jolloin sähkön hinta painuu jopa negatiiviseksi päiväsaikaan klo 11–16. Alimmillaan hinta käy -0,7 sentissä klo 13–15.\n\nAlkuviikon edullisimmat hetket sijoittuvat **maanantaille**, jolloin päivän keskihinta on vain yhden sentin luokkaa. Hinta pysyy tällöin suhteellisen vakaana, mutta yksittäisten tuntien hintapiikkejä voi esiintyä päivän aikana. Viikon keskihinnaltaan edullisin päivä on kuitenkin juuri **maanantai**.\n\nTiistaina ja torstaina nähdään viikon korkeimpia hintoja. **Tiistaina** maksimihinta nousee jopa 8,6 senttiin klo 18–20, ja päivän keskihinta on viikon toiseksi korkein, 3,2 senttiä. **Torstaina** sähkön keskihinta nousee viikon korkeimmaksi, lähes neljään senttiin (3,9 ¢), ja maksimihinta kohoaa 7,5 senttiin illalla klo 20–22.\n\n**Perjantaina** hinnat pysyttelevät lähes torstain tasolla, päivän keskihinnan ollessa 3,4 senttiä ja maksimihinnan noustessa jälleen 7,5 senttiin klo 20–22. Myös **lauantaina** on mahdollista nähdä yksittäisiä hintapiikkejä, vaikka keskihinta laskeekin reiluun kahteen senttiin.\n\nPäivittäiset hintavaihtelut ovat suuria erityisesti viikonloppuna sekä alku- ja loppuviikon ilta-aikoina klo 18–22 välillä. Negatiivisten hintojen esiintyminen sunnuntaina ja keskiviikkona kertoo hetkellisistä ylituotantotilanteista sähkömarkkinoilla.\n\n*Ennusteesta raportoi gpt-4.5-preview.* 🔌"
}