{
  "content": "*Pörssisähkön hinta on perjantaita lukuun ottamatta edullista. Lauantaina ja sunnuntaina hinta voi käydä nollan alapuolella. Ensi viikolla maanantaista alkaen hinta nousee hieman, mutta pysyy edelleen edullisena.*\n\n\nOlkiluoto 3:n säännöllinen vuosihuolto alkoi 1.3.2025 klo 03:00 ja sen arvioidaan päättyvän 2.5.2025 klo 02:00. Huoltokatkon aikana Olkiluoto 3 ei tuota sähköä lainkaan. Huoltokatko voi vaikuttaa ennusteen tarkkuuteen, koska opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti.\n\nEnnuste on päivitetty torstaina klo 14:18.\n\n|   | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **perjantai**  | 11.4 | 3.6 - 17.5  | 460 - 4605  | -1.8 |\n| **lauantai**   | 1.5  | -0.5 - 3.4  | 3798 - 6213 | -1.8 |\n| **sunnuntai**  | 1.2  | -1.1 - 4.3  | 2393 - 5853 | -2.2 |\n| **maanantai** | 3.3  | 1.3 - 7.6  | 4036 - 5283 | -1.6 |\n| **tiistai**   | 3.4  | 1.1 - 5.8  | 3174 - 4663 | 0.8  |\n| **keskiviikko**| 2.3  | 0.9 - 3.9  | 4499 - 5632 | 1.6  |\n| **torstai**   | 2.8  | 0.5 - 6.3  | 3092 - 5116 | 1.1  |\n\nPörssisähkön hintaennuste tulevalle viikolle näyttää pääosin edulliselta, mutta **perjantaina** hinta nousee selvästi korkeammaksi. Perjantain keskihinnaksi odotetaan 11,4 ¢/kWh, ja vuorokauden korkein hinta voi nousta 17,5 senttiin kilowattitunnilta. Perjantain korkeaa hintaa selittää osaltaan tuulivoiman vähäinen määrä aamuyön ja aamupäivän tunteina. Tuulivoiman tuotanto on alimmillaan vain 460 MW, kun taas iltaa kohden tuotanto nousee yli 4000 megawattiin. Perjantain maksimihinta ajoittunee alkuiltaan klo 19-21.\n\n**Lauantaina** pörssisähkön hinta painuu erittäin alas, ja keskihinnaksi ennakoidaan vain 1,5 ¢/kWh. Lauantain ja sunnuntain välisenä yönä hinta voi käväistä jopa nollan alapuolella. Lauantaina tuulivoimaa on tarjolla runsaasti, keskimäärin 5472 MW.\n\nMyös **sunnuntaina** sähkön hinta pysyttelee matalalla, keskihinnan ollessa vain 1,2 ¢/kWh. Sunnuntain ja maanantain välisenä yönä sekä sunnuntaina puolenpäivän jälkeen hinta saattaa käydä nollan alapuolella.\n\nEnsi viikolla **maanantaista** alkaen sähkön hinta pysyttelee edullisena, mutta nousee kuitenkin viikonlopun erittäin alhaisista lukemista. Maanantain, **tiistain**, **keskiviikon** ja ensi **torstain** keskihinnat vaihtelevat 2,3 ja 3,4 sentin välillä kilowattitunnilta. Viikonlopun pakkasten jälkeen tiistaina ja keskiviikkona päivän keskilämpötila nousee nollan yläpuolelle.\n\nKoko viikon tarkastelujaksolla tuulivoimaa on tarjolla varsin runsaasti, eikä sen odoteta merkittävästi vaikuttavan sähkön hintaan maanantain ja torstain välisenä aikana.\n\n*Hintoja tulkitsi gemini-2.0-pro-exp-02-05.* 🍃\n"
}