{
  "content": "*Lähipäivinä sähkön hintavaihtelut ovat voimakkaita: viikko alkaa kalliimpana, mutta viikonloppuna hinnat putoavat jopa negatiivisiksi, tarjoten edullisia käyttötunteja erityisesti sunnuntaina, kun taas perjantaina aamupäivällä on varauduttava mahdollisiin hintapiikkeihin matalan tuulivoimatuotannon vuoksi.*\n\nOlkiluoto 2 -ydinvoimalassa on käynnissä huoltokatko. Huoltojakso alkoi 25.5.2025 klo 18 ja sen odotetaan päättyvän 15.6.2025 klo 18. Huoltokatko voi vaikuttaa ennusteen tarkkuuteen, koska opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti.\n\nEnnuste on päivitetty keskiviikkona klo 14:24.\n\n|           | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **torstai**  |       4,3        |    0,7 - 10,2    |    180 - 2779   |      10,8     |\n| **perjantai**|       4,8        |    1,1 - 14,4    |    355 - 944    |      10,4     |\n| **lauantai** |       1,2        |   -0,4 - 3,3     |    531 - 2339   |      9,6      |\n| **sunnuntai**|      -0,1        |   -1,2 - 1,3     |   1722 - 3196   |      10,0     |\n| **maanantai**|       1,0        |   -1,4 - 5,3     |   1850 - 2718   |      10,6     |\n| **tiistai**  |       2,1        |    0,4 - 6,8     |   1704 - 2473   |      10,9     |\n| **keskiviikko**|     2,1        |   -0,4 - 8,3     |   1027 - 3019   |      11,3     |\n\nSähkön hinta vaihtelee lähipäivinä suhteellisen paljon, ja päivien välillä näkyy selkeitä eroja. Hintakehitys on aluksi hieman kalliimpaa, mutta viikonloppuna hinnat laskevat tuntuvasti.\n\n**Torstain** aikana sähkön odotetaan maksavan keskimäärin noin 4,3 senttiä kilowattitunnilta. Torstai on pyhäpäivä, mikä voi vähentää sähkön kysyntää ja siten vaikuttaa hintaan alentavasti. Silti päivän sisällä nähdään hintojen vaihtelua 0,7 sentistä aina yli 10 senttiin asti. Korkeimmat hinnat ajoittuvat iltatunneille noin klo 19–21.\n\n**Perjantaina** sähkön keskihinta nousee hieman korkeammaksi, noin 4,8 senttiin. Päivän sisällä nähdään merkittäviä hintaeroja, sillä alin hinta on vain reilun sentin, mutta aamulla klo 8–10 sähkö maksaa jopa yli 14 senttiä kilowattitunnilta. Päivälle onkin ilmoitettu korkea riski hintapiikeille yksittäisinä tunteina.\n\nViikonlopun aikana hinnat laskevat selvästi. **Lauantaina** keskihinta on vain hieman yli sentin tasolla ja sunnuntaina jopa negatiivinen, -0,1 senttiä. Sunnuntaina hinnat painuvat päiväsaikaan lähes kauttaaltaan negatiivisiksi, ja alhaisin hinta -1,2 senttiä ajoittuu iltapäivän tunneille. Viikonloppuna sähkön käyttäjillä on mahdollisuus hyödyntää poikkeuksellisen edullisia tunteja, erityisesti sunnuntaina.\n\nEnsi viikon alussa hinnat hieman kohoavat, mutta pysyvät silti maltillisella tasolla. **Maanantaina** keskihinta on noin yhden sentin luokkaa ja tiistaina sekä keskiviikkona noin kaksi senttiä. Yksittäisiä korkeampia hintoja on odotettavissa etenkin keskiviikkona aamupäivän aikana, jolloin hinta voi nousta yli kahdeksaan senttiin.\n\nViikon aikana alhaisia ja jopa negatiivisia hintoja selittää osittain ajoittain runsas tuulivoimatuotanto. Sen sijaan perjantaina tuulivoimatuotanto on keskimäärin alle 1000 MW, mikä nostaa hintariskiä entisestään.\n\n*Hintakäyrällä surffaili gpt-4.5-preview.* 🌬️"
}