{
  "content": "*Sähkön hinta vaihtelee alkavalla viikolla voimakkaasti: alkuviikon päivinä hinta kohoaa korkealle, jopa yli 20 senttiin yksittäisinä tunteina, kun taas loppuviikosta hinnat painuvat lähelle nollaa ja ajoittain jopa negatiivisiksi tuulivoiman tuotannon lisääntyessä.*\n\nOlkiluoto 1 -ydinvoimalassa on parhaillaan käynnissä huoltokatko. Huolto alkoi 11.5.2025 klo 18 ja sen arvioitu päättymisaika on 22.5.2025 klo 18. Huoltokatko voi vaikuttaa hintaennusteen tarkkuuteen, koska opetusdataa huoltokatkojen ajalta on saatavilla rajallisesti.\n\nEnnuste päivitetty sunnuntaina klo 12:06.\n\n|             | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:------------|:------------------------:|:------------------:|:----------------------------:|:--------------------------:|\n| **maanantai**  |           9,4            |     3,3 - 21,5     |          163 - 1037          |            6,6             |\n| **tiistai**    |           4,9            |     1,0 - 12,8     |          762 - 2880          |            6,6             |\n| **keskiviikko**|           1,0            |    -0,8 - 4,9      |         2396 - 4031          |            6,8             |\n| **torstai**    |           1,1            |    -0,9 - 3,8      |         1331 - 4263          |            7,4             |\n| **perjantai**  |           0,7            |    -0,6 - 2,3      |         2547 - 4956          |            6,8             |\n| **lauantai**   |           1,1            |    -0,1 - 4,6      |         1878 - 4322          |            6,3             |\n| **sunnuntai**  |           1,2            |    -0,7 - 6,6      |          996 - 4360          |            6,2             |\n\nAlkavan viikon päivien välillä odotetaan merkittäviä eroja sähkön hinnoissa. Viikon alku on hintatasoltaan selvästi loppuviikkoa korkeampi ja hinnan vaihtelut ovat suuria erityisesti **maanantaina** ja **tiistaina**. Maanantain keskihinta tulee olemaan jopa 9,4 senttiä kilowattitunnilta, ja yksittäisinä tunteina hinnan odotetaan yltävän yli 20 senttiin. Hintapiikkien riski on maanantaina korkea aamulla noin kello 8–10 välillä, jolloin ennustettu hinta kohoaa yli 21 senttiin.\n\nMyös tiistaina sähkön hinta pysyttelee ajoittain korkeana. Keskihinnan odotetaan olevan noin 4,9 senttiä ja päivän kalleimmat tunnit ajoittuvat aamupäivälle klo 9–11 välille, jolloin hinnat ovat noin 10–13 senttiä. Hintapiikkien riski on tiistaina selkeä erityisesti aamun tunteina.\n\nViikon puolivälistä lähtien sähkön hinnat laskevat huomattavasti edullisemmiksi. Keskiviikkona ja torstaina keskihinnat pysyvät noin yhden sentin tuntumassa. Näinä päivinä sähkön hinta voi laskea jopa negatiiviseksi yksittäisinä tunteina. Esimerkiksi **torstain** iltapäivällä klo 14–16 ennusteessa näkyy negatiivisia hintalukemia, halvimmillaan -0,9 senttiä kilowattitunnilta.\n\nPerjantaista sunnuntaihin hinnat pysyttelevät edelleen matalina, ja keskihinta jää alle kahden sentin jokaisena päivänä. Perjantain keskihinta tulee olemaan viikon matalin, noin 0,7 senttiä kilowattitunnilta, ja yön tunteina hinnat voivat olla negatiivisia, alimmillaan jopa -0,6 senttiä.\n\nViikonloppuna sähkön hinta pysyy vakaana ja edullisena. Sunnuntaina on kuitenkin mainittava pieni riski hetkellisille hintapiikeille aamulla noin klo 8–10 välillä, jolloin hinta nousee hetkellisesti yli kuuden sentin.\n\nViikon aikana nähtävät suuret hintaerot selittyvät osittain tuulivoiman tuotannon vaihteluilla. Alkuviikolla tuulivoimaa on tarjolla huomattavasti vähemmän, mikä osaltaan selittää maanantain ja tiistain korkeampia hintoja. Loppuviikolla tuulivoiman tuotanto on runsasta, mikä laskee hintatasoa selvästi.\n\n*Sähkölukuja pyöritteli gpt-4.5-preview.* 🌬️"
}