{
  "content": "*Pörssisähkön hinta vaihtelee tulevalla viikolla, mutta pysyttelee pääosin edullisena. Alkuviikosta on odotettavissa korkeampia hintoja, mutta loppuviikkoa kohden hinta laskee ja voi painua ajoittain jopa miinukselle.*\n\n\nOlkiluoto 3:n huoltokatko alkoi 1.3.2025 klo 03:00 ja sen ennustetaan päättyvän 2.5.2025 klo 02:00. Koska opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti, huoltokatko voi vaikuttaa ennusteen tarkkuuteen.\n\nEnnuste on päivitetty lauantaina klo 12:00.\n\n|     | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:----|:----------------:|:----------------:|:-------------:|:-------------:|\n| **sunnuntai**   | 1.2              | -0.9 - 3.4       | 2648 - 5459   | -2.2          |\n| **maanantai**   | 4.8              | 1.3 - 10.9      | 1941 - 3960   | -1.6          |\n| **tiistai**     | 1.6              | -0.8 - 5.0      | 2466 - 5859   | 0.8           |\n| **keskiviikko** | 1.2              | -1.2 - 3.6      | 4089 - 5618   | 1.6           |\n| **torstai**    | 4.8              | 2.2 - 8.1       | 2644 - 4513   | 1.1           |\n| **perjantai**   | 2.5              | 1.3 - 4.6       | 3966 - 4647   | 2.2           |\n| **lauantai**   | 2.6              | 1.0 - 5.4       | 2450 - 4619   | 1.6           |\n\nPörssisähkön hinta on tulevalla viikolla pääosin edullista. Hintaodotukset vaihtelevat viikon aikana jonkin verran, ja kalleimmat päivät osuvat alkuviikkoon.\n\n**Maanantaina** sähkön keskihinta nousee 4.8 senttiin, ja päivän korkein hinta voi nousta 10.9 senttiin kilowattitunnilta. Maanantain keskihinta on viikon korkein. Tuulivoimaa on maanantaina saatavilla muita päiviä vähemmän, alimmillaan alle 2000 megawattia.\n\n**Tiistaina** hinta kääntyy jälleen laskuun, ja vuorokauden keskihinnaksi ennakoidaan 1.6 ¢. Tiistain ja keskiviikon välisenä yönä sähkön hinta painuu jopa pakkaselle, alimmillaan -0.8 senttiin.\n\n**Keskiviikkona** sähkön keskihinta on vain 1.2 ¢ kilowattitunnilta. Keskiviikon hinta on hyvin lähellä sunnuntain hintatasoa. Keskiviikon ja torstain välisenä yönä hinta painuu jopa -1.2 senttiin.\n\nLoppuviikkoa kohden mentäessä sähkön hinta nousee hieman. **Torstaina** keskihinta on 4.8 ¢, ja perjantaina ja lauantaina 2.5-2.6 sentin tasolla. Tuulivoimaa on loppuviikosta tarjolla runsaasti, mikä pitänee hinnat kohtuullisina. Torstaina sähkön hinta voi kuitenkin nousta hetkellisesti 8.1 senttiin.\n\n*Hintoja laski tänään gemini-2.0-pro-exp-02-05.* 📊\n"
}