{
  "content": "*Lähipäivien sähkön hinta vaihtelee selvästi: alkuviikko on edullinen, viikonloppuna hinnat painuvat jopa negatiivisiksi, mutta perjantaina ja ensi tiistaina nähdään yli 11 sentin hintahuippuja vähäisen tuulivoiman vuoksi.*\n\nEnnuste on päivitetty tiistaina klo 12:06.\n\n|             | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:------------|:------------------------:|:-------------------:|:---------------------------:|:--------------------------:|\n| **keskiviikko** |           2,4            |     -0,0 - 9,0      |        1060 - 5061         |            11,3            |\n| **torstai**     |           2,2            |     -0,0 - 8,4      |        1410 - 5326         |            12,4            |\n| **perjantai**   |           3,9            |     1,4 - 11,5      |        1189 - 2700         |            11,7            |\n| **lauantai**    |           1,4            |     -1,5 - 4,2      |        1527 - 2617         |            11,8            |\n| **sunnuntai**   |           1,7            |     -1,5 - 7,0      |        1359 - 2290         |            10,9            |\n| **maanantai**   |           4,8            |     2,0 - 9,8       |        1613 - 2133         |            10,8            |\n| **tiistai**     |           5,9            |     1,6 - 11,5      |        1498 - 2017         |            10,7            |\n\nOlkiluoto 2 -ydinvoimalassa on käynnissä huoltokatko, joka alkoi 25.5.2025 klo 18 ja kestää ennusteen mukaan 15.6.2025 klo 18 asti. Huoltokatko voi vaikuttaa ennusteen tarkkuuteen, sillä opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti.\n\nSähkön hinta vaihtelee tulevina päivinä melko paljon. Alkuviikosta hinnat ovat maltillisia, mutta viikon edetessä vaihtelu lisääntyy selvästi. Edullisimmat päivät ovat **lauantai** ja **sunnuntai**, jolloin sähkön keskihinta pysyy alle kahden sentin tasolla. Molempina päivinä nähdään myös negatiivisia hintoja, lauantaina ja sunnuntaina alimmillaan -1,5 senttiä.\n\nViikon alkupäivinä, **keskiviikkona** ja **torstaina**, hinnat ovat vielä tasaisia ja maltillisia keskihinnan pysytellessä hieman yli kahden sentin tienoilla. Molempina päivinä alin hinta käy lähellä nollaa senttiä aamuyön tunteina. Torstain tuulivoimatuotanto on voimakasta, mikä pitää hinnan alhaalla koko päivän ajan.\n\nViikon hintahuiput osuvat **perjantaille** ja ensi **tiistaille**, joille molemmille ennustetaan korkeimmillaan 11,5 sentin hintoja yksittäisinä tunteina. Perjantain hintapiikki ajoittuu aamupäivän tunneille klo 8–10, jolloin tuulivoimatuotanto on alhaisimmillaan. Tiistaina kalleimmat tunnit ovat illalla klo 20–22, jolloin tuulivoiman tuotanto on myös vähäistä.\n\nMyös **maanantaina** hinnat kohoavat hieman, ollen keskimäärin 4,8 senttiä. Hintavaihtelut ovat kuitenkin maltillisempia verrattuna perjantaihin ja tiistaihin, ja korkeimmat hinnat jäävät alle kymmenen sentin.\n\nViikon aikana nähdään siis sekä hyvin edullisia että yksittäisiä kalliita tunteja. Hintavaihteluihin vaikuttaa selkeästi tuulivoiman tuotannon vaihtelu. Viikonlopun pyhäpäivä **sunnuntai** laskee hintaa hieman alaspäin, vaikka yksittäisiä hintapiikkejä voi silti esiintyä.\n\n*Ennusteet tarjoili gpt-4.5-preview.* 🌬️"
}