{
  "content": "*Viikonloppu tarjoaa laajasti edulliset sähköt, mutta tiistaista perjantaihin hinnat kohoavat selvästi ja yksittäisten tuntien piikkiriskit korostuvat paikoin iltaisin ja aamuisin.*\n\nEnnuste päivitetään perjantaina klo 09:00.\n\n|  | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **lauantai** | 2,2 | 1,0 - 3,1 | 1535 - 5080 | 6,6 |\n| **sunnuntai** | 1,9 | -0,2 - 4,6 | 3055 - 5627 | 5,0 |\n| **maanantai** | 6,0 | 2,5 - 11,2 | 1865 - 3459 | 4,7 |\n| **tiistai** | 10,2 | 4,1 - 19,6 | 708 - 2511 | 4,7 |\n| **keskiviikko** | 12,6 | 5,5 - 21,3 | 801 - 1339 | 5,1 |\n| **torstai** | 14,4 | 5,0 - 28,5 | 251 - 1185 | 4,8 |\n| **perjantai** | 14,2 | 6,5 - 23,5 | 190 - 1302 | 4,2 |\n\nViikon alku asetetaan alhaisiin hintoihin. **Lauantaina** keskiarvo odotetaan 2,2 senttiin ja **sunnuntaina** 1,9 senttiin. Sunnuntain yö- ja aamuyön tunneilla hinnat painuvat hetkellisesti miinukselle (noin klo 03–04), mikä vetää päivän keskiarvoa alas. Näiden päivien edullisuutta selittää runsas tuulivoima, joka on viikonlopun aikana selvästi tavanomaista vahvempaa.\n\n**Maanantaina** keskihinta nousee 6,0 senttiin, mutta pysyy vielä selvästi viikon halvempaa päätä korkeampana. Varsinainen käänne tapahtuu **tiistaista** alkaen, jolloin siirrytään kalliimpaan jaksoon: tiistain keskiarvo on 10,2 ¢, **keskiviikon** 12,6 ¢, **torstain** 14,4 ¢ ja **perjantain** 14,2 ¢. Nousua tukee tuulivoiman heikkeneminen: erityisesti torstaina ja perjantaina tuulivoiman minimituotanto jää hyvin matalaksi (alle 1000 MW), mikä on yhteydessä päivien korkeisiin maksimihintoihin.\n\nViikon selkein poikkeus on **torstai**, jolloin suurin tuntihinta ennakoidaan 28,5 senttiin. Päivän sisäinen vaihtelu on voimakasta, ja maksimia kohti noustaan iltapäivästä alkaen. Myös **perjantaina** maksimiksi odotetaan 23,5 senttiä. Näillä päivillä tuulivoiman minimitaso (torstaina 251 MW, perjantaina 190 MW) jää poikkeuksellisen alas, mikä selittää muita päiviä korkeammat huiput.\n\nHintapiikkien riski yksittäisille tunneille korostuu loppuviikosta. **Tiistaina** huippu ajoittuu todennäköisimmin klo 16–18 väliin (keskellä klo 17). **Keskiviikkona** huippu osuu aamulle, noin klo 07–09 (keskellä klo 08). **Torstaina** riskit painottuvat iltaan klo 17–19 (keskellä klo 18), ja **perjantaina** klo 16–18 (keskellä klo 17). Muina aikoina hinnat vaihtelevat maltillisemmin päivän sisäisen tuotannon mukaan.\n\nYhteenvetona viikko jakautuu kahtia: viikonloppu on laajasti edullinen, kun taas tiistaista perjantaihin nähdään kallista hintatasoa, paikoin jyrkillä ilta- ja aamuhuipuilla.\n\n*Luvuista vastaa gpt-5.* ⚡"
}