{
  "content": "*'Pörssisähkön hinta vaihtelee tulevana viikonloppuna rajusti: lauantaina hinta nousee korkealle, mutta sunnuntaina se laskee jo selvästi edullisemmaksi. Tuleva viikko jatkuu edullisissa merkeissä, ja alkuviikosta sähkön hinta painuu jopa nollan alapuolelle.'*\n\n\nPörssisähkön Suomen hintaennuste on päivitetty perjantaina klo 21:00.\n\n|   | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **lauantai**  | 10.0 | 0.5 - 19.8 | 485 - 3311  | -1.1 |\n| **sunnuntai** | 3.7  | 0.4 - 6.2  | 3408 - 5576 | -1.4 |\n| **maanantai** | 2.5  | -0.4 - 5.3 | 4820 - 5649 | 0.7  |\n| **tiistai**   | 1.8  | -1.0 - 4.2 | 3878 - 5369 | 0.6  |\n| **keskiviikko**| 3.8  | 1.1 - 5.6  | 2569 - 4025 | 0.6  |\n| **torstai**  | 3.1  | 1.1 - 5.0  | 2598 - 5835 | 0.5  |\n| **perjantai** | 2.7  | 0.3 - 5.9  | 4006 - 5709 | 0.1  |\n\nPörssisähkön hintaodotukset ovat tulevalle viikolle pääosin edullisia, mutta viikonloppuun mahtuu suuria eroja. Lauantain keskihinta nousee kalliiksi, mutta jo sunnuntaina hinta laskee selvästi edullisemmaksi.\n\n**Lauantaina** pörssisähkön keskihinta nousee 10.0 senttiin kilowattitunnilta. Päivän sisällä hinta vaihtelee 0.5 sentistä 19.8 senttiin. Lauantain korkea hinta selittyy osin vähäisellä tuulivoimalla, sillä vuorokauden aikana tuulivoimaa on tarjolla vain 485–3311 MW. Lisäksi päivän keskilämpötila painuu -1.1 asteeseen. Lauantaina sähkön hinta on korkeimmillaan kello 9–11, jolloin hinta nousee 17–19 sentin tuntumaan.\n\n**Sunnuntaina** pörssisähkön hinta laskee merkittävästi. Keskihinnaksi ennustetaan 3.7 ¢/kWh, ja hinta vaihtelee 0.4 ja 6.2 sentin välillä. Tuulivoimaa on sunnuntaina tarjolla runsaasti, keskimäärin 4408 MW.\n\nTuleva viikko jatkuu edullisissa merkeissä. **Maanantaina** pörssisähkön keskihinta on 2.5 ¢/kWh. Maanantain, kuten myös tiistain, tuntihinnat painuvat jopa nollan alapuolelle. Maanantaina miinusmerkkisiä lukemia on luvassa kello 23.\n\n**Tiistaina** keskihinta on vain 1.8 ¢, ja päivän alhaisin hinta on -1.0 ¢/kWh. Tuulivoimaa on tarjolla runsaasti läpi viikon maanantaista alkaen, mikä selittää edullisia hintoja.\n\nKeskiviikkona ja torstaina pörssisähkön keskihinnat asettuvat 3.8 ja 3.1 senttiin kilowattitunnilta. Ensi **perjantai**na keskihinta on 2.7 ¢/kWh.\n\n*Pörssisähköä tulkitsi gemini-2.0-pro-exp-02-05.* ⚡\n"
}