{
  "content": "*Alkavan viikon pörssisähkön hinnat vaihtelevat selvästi: alkuviikolla hinnat nousevat hetkittäin lähelle kymmentä senttiä, kun taas viikonloppuna sähkö on hyvin edullista ja lauantain vastaisena yönä nähdään jopa negatiivisia tuntihintoja.*\n\nEnnuste päivitetty sunnuntaina klo 21:07.\n\n|              | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **maanantai**    |        2,5       |     1,5 - 3,7    |       631 - 1874      |       18,5      |\n| **tiistai**      |        5,2       |     1,7 - 9,0    |       191 - 1416      |       18,5      |\n| **keskiviikko**  |        4,8       |     2,4 - 9,7    |       340 - 1453      |       18,4      |\n| **torstai**      |        4,3       |     2,4 - 7,2    |       677 - 1387      |       18,4      |\n| **perjantai**    |        3,0       |     1,3 - 4,9    |       873 - 1429      |       17,0      |\n| **lauantai**     |        1,6       |    -0,2 - 4,3    |       803 - 2053      |       16,8      |\n| **sunnuntai**    |        1,7       |     0,8 - 3,8    |       764 - 1249      |       17,3      |\n\nAlkava viikko tuo mukanaan vaihtelevia hintoja pörssisähköön. Viikon alkupuolella hinnat nousevat hieman, mutta viikonloppua kohti hintataso laskee selvästi.\n\nViikon korkein hintataso nähdään **tiistaina**, jolloin keskihinta kohoaa 5,2 senttiin kilowattitunnilta. Samana päivänä päivän sisäinen hintojen vaihtelu on suurta, ja korkeimmat hinnat ajoittuvat aamupäivän tunneille kello 8–10 välillä. Tuolloin hinnat lähentelevät yhdeksää senttiä. Myös tuulivoiman tuotanto putoaa tiistaina hetkittäin erittäin alhaiselle tasolle, mikä osaltaan selittää hintahuipun muodostumisen.\n\nMyös **keskiviikkona** hintojen vaihtelut ovat merkittäviä. Keskimääräinen hinta jää hieman alle viiden sentin, mutta aamun aikana hinnat nousevat korkeimmillaan lähes kymmeneen senttiin. Hintahuippu osuu aamuyhdeksän tienoille, jolloin tuulivoiman tuotanto on matalimmillaan.\n\n**Torstaina** hintavaihtelu jatkuu, mutta hieman edellispäiviä maltillisemmin. Keskimääräinen hinta asettuu noin 4,3 senttiin, ja päivän korkein hinta, 7,2 senttiä, osuu aamuyhdeksään. Viikonloppua kohti hintataso laskee edelleen, ja **perjantain** keskihinta jää kolmeen senttiin. Vaikka perjantaina on yksittäisiä tunteja, jolloin hinta nousee lähes viiteen senttiin, ovat nämä hetket lyhyitä ja ajoittuvat illalle.\n\nViikonlopun hinnat ovat hyvin edullisia. **Lauantaina** sähkön keskihinta jää alle kahden sentin ja yöllä nähdään jopa negatiivisia hintoja. Klo 02–04 välillä yön hinta on alimmillaan -0,2 senttiä kilowattitunnilta. **Sunnuntaina** hintataso pysyy yhä hyvin alhaisena, keskihinnan jäädessä alle kahteen senttiin.\n\n*Numeroita pyöritteli gpt-4.5-preview.* 🔌"
}