{
  "content": "*Pörssisähkön hinta vaihtelee lähipäivinä voimakkaasti: torstai ja perjantai tuovat mukanaan korkean hinnan ja mahdollisia hintapiikkejä, kun taas viikonloppuna hinnat painuvat jopa negatiivisiksi runsaan tuulivoiman vuoksi.*\n\nEnnuste päivitetty keskiviikkona klo 12:01.\n\n|              | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **torstai**      | 9,2              | 3,3 - 13,8        | 469 - 3689      | 1,1           |\n| **perjantai**    | 8,4              | 0,6 - 16,0        | 250 - 4214      | 2,2           |\n| **lauantai**     | 0,2              | -1,4 - 2,6        | 1151 - 6325     | 1,6           |\n| **sunnuntai**    | -0,7             | -2,0 - 0,4        | 4537 - 5688     | 3,1           |\n| **maanantai**    | 2,2              | 0,5 - 4,3         | 4030 - 5737     | 3,3           |\n| **tiistai**      | 1,2              | -1,6 - 6,3        | 2092 - 6105     | 2,8           |\n| **keskiviikko**  | 1,9              | -1,0 - 5,0        | 4010 - 5888     | 1,2           |\n\nOlkiluoto 3 -ydinvoimala on huoltokatkolla 1.3.2025 klo 03:00 alkaen. Huoltokatkon arvioitu päättymisaika on 2.5.2025 klo 02:00. Huoltokatko voi vaikuttaa ennusteen tarkkuuteen, koska opetusdataa huoltokatkojen ajoilta on saatavilla rajallisesti.\n\nPörssisähkön hinnassa tulee näkymään merkittävää vaihtelua lähipäivinä. Viikon alku, erityisesti **torstai** ja **perjantai**, näyttäytyy selvästi hintavampana kuin loppuviikko. Torstain hintaodotus on keskimäärin 9,2 senttiä kilowattitunnilta ja hintahaarukka ulottuu aina 13,8 senttiin asti. Perjantaina puolestaan hinta kipuaa korkeimmillaan jopa 16 senttiin kello 7–9 välillä aamulla. Molempina päivinä on lisäksi olemassa riski, että hinnat voivat hetkellisesti nousta merkittävästi korkeammallekin, jopa 20–40 senttiin torstaina ja 20–30 senttiin perjantaina. Näitä hintapiikkejä selittää erityisesti poikkeuksellisen matala tuulivoiman tuotanto, joka käy torstaina alimmillaan 469 MW:ssa ja perjantaina vain 250 MW:ssa.\n\nViikonlopun lähestyessä hinnat laskevat huomattavasti. **Lauantai** on jo erittäin edullinen päivä, jolloin keskihinta asettuu vain 0,2 senttiin kilowattitunnilta, ja hinnat painuvat yöllä jopa negatiivisiksi -1,4 senttiin asti. **Sunnuntaina** sähkön hinta jatkaa vielä edullisempana, päivän keskihinnan ollessa negatiivinen -0,7 senttiä. Tällöin sähkön käyttäjille maksetaan käytännössä korvausta kulutuksesta useina yön ja aamun tunteina.\n\nEdullinen hintataso jatkuu myös ensi viikon alussa. **Maanantain** keskihinta on edelleen matala, noin 2,2 senttiä kilowattitunnilta, ja korkeimmatkin tuntihinnat jäävät maltillisiksi. Myös **tiistaina** ja **keskiviikkona** hintataso pysyttelee matalana, keskihintojen ollessa 1,2 ja 1,9 senttiä. Molempina päivinä nähdään myös negatiivisia hintoja, erityisesti tiistain iltapäivällä ja keskiviikon yöllä.\n\nTuulivoiman rooli korostuu selvästi viikon aikana. Torstain ja perjantain matalat tuulivoimatasot ovat keskeinen syy korkeisiin hintapiikkeihin. Lauantaista eteenpäin tuulivoiman tuotanto kuitenkin elpyy voimakkaasti, ja sunnuntaina sekä maanantaina keskimääräinen tuulivoiman tuotanto ylittää selvästi 5000 MW:n tason, pitäen hinnat erittäin matalina.\n\nKaiken kaikkiaan tulevina päivinä sähkön hinta vaihtelee voimakkaasti erityisesti tuulivoiman vaihteluiden vuoksi. Alkuviikko on selvästi kalliimpi, ja loppuviikko ja ensi viikon alku tarjoavat edullisia, jopa negatiivisia hintoja sähkönkäyttäjille.\n\n*Hintoja puntaroi gpt-4.5-preview.* 🍃"
}