{
  "content": "*Pörssisähkön hinnat nousevat ensi viikolla, erityisesti maanantaina, jolloin keskihinta on 11,3 ¢/kWh ja riski hintapiikeille on korkea. Lauantai ja keskiviikko ovat viikon edullisimmat päivät.*\n\nNordpool-sähköpörssin verolliset Suomen markkinan hintaennusteet on päivitetty **perjantaina** klo 03:13. Seuraavassa taulukossa on viikon hintakehitys, tuulivoiman tuotanto ja keskilämpötilat.\n\n|        | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **lauantai** | 4,8 | 0,8 - 10,6 | 2238 - 4042 | -1,7 |\n| **sunnuntai** | 8,9 | 4,3 - 14,6 | 1477 - 3848 | -3,5 |\n| **maanantai** | 11,3 | 7,5 - 16,3 | 620 - 2060 | -3,3 |\n| **tiistai** | 8,8 | 4,0 - 17,2 | 551 - 3543 | -4,6 |\n| **keskiviikko** | 5,3 | 1,7 - 10,1 | 2646 - 4507 | -3,3 |\n| **torstai** | 8,5 | 2,5 - 16,0 | 1309 - 3672 | -2,9 |\n| **perjantai** | 9,8 | 5,8 - 14,4 | 1366 - 2346 | -2,2 |\n\nViikon hintakehitys näyttää merkittävää vaihtelua eri päivien välillä. **Maanantai** erottuu korkeimmalla keskihinnalla, 11,3 ¢/kWh, ja korkeimmalla maksimihinnalla, 16,3 ¢/kWh. Lisäksi maanantaina on korkea riski hintapiikeille, jolloin yksittäisten tuntien hinnat voivat nousta jopa 30-40 ¢:n tasolle. Tuulivoiman tuotanto on maanantaina myös alhaisimmillaan, keskimäärin 1263 MW, mikä selittää osaltaan korkeampia hintoja.\n\n**Lauantai** on viikon edullisin päivä, jolloin keskihinta on 4,8 ¢/kWh ja minimihinta laskee alle yhden sentin tasolle. Tuulivoimaa on saatavilla runsaasti, keskimäärin 3447 MW, mikä pitää hinnat alhaisina. **Keskiviikko** on myös edullinen päivä, jolloin keskihinta on 5,3 ¢/kWh ja tuulivoimaa saatavilla keskimäärin 3621 MW.\n\n**Sunnuntaina** ja **perjantaina** hinnat ovat keskimäärin korkeammat, 8,9 ¢/kWh ja 9,8 ¢/kWh. Sunnuntaina on riski hintapiikeille, jolloin hinnat voivat nousta jopa 20 ¢:n tasolle. Perjantaina tuulivoiman tuotanto on alhaisempi, keskimäärin 1973 MW, mikä vaikuttaa hintatason nousuun.\n\n**Tiistaina** ja **torstaina** hinnat vaihtelevat merkittävästi. Tiistaina maksimihinta voi nousta jopa 17,2 ¢:n tasolle, ja torstaina on riski hintapiikeille, jolloin hinnat voivat nousta jopa 20-30 ¢:n tasolle. Tuulivoiman tuotanto on molempina päivinä vaihtelevaa, mikä selittää hintojen vaihtelun.\n\nViikon kylmin päivä on **tiistai**, jolloin keskilämpötila on -4,6 °C. Kylmä sää voi lisätä sähkön kysyntää, mikä vaikuttaa hintatason nousuun."
}