{
  "content": "*Pörssisähkön hinta pysyttelee pääosin edullisena, mutta torstaina keskihinta nousee 5.6 senttiin kilowattitunnilta. Maanantaille on odotettavissa korkeampi, jopa 10.5 sentin tuntihinta, joka ajoittuu aamupäivän tunneille. Yksittäisinä tunteina hinta painuu pakkaselle.*\n\n\nOlkiluoto 3:n huoltokatko alkoi 1.3.2025 03:00 ja sen ennustetaan päättyvän 2.5.2025 02:00. Koska opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti, huoltokatko voi vaikuttaa ennusteen tarkkuuteen.\n\nEnnuste on päivitetty lauantaina klo 09:00.\n\n|     | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:----|:----------------:|:----------------:|:-------------:|:-------------:|\n| **sunnuntai**   | 0.6              | -1.5 - 2.6      | 3560 - 5577   | -2.2          |\n| **maanantai**  | 3.7              | 0.7 - 10.5      | 2112 - 5025   | -1.6          |\n| **tiistai**    | 1.6              | -0.4 - 6.2      | 2459 - 5938   | 0.8           |\n| **keskiviikko** | 1.4              | -1.5 - 4.4      | 4437 - 5557   | 1.6           |\n| **torstai**   | 5.6              | 3.0 - 9.8      | 2534 - 4405   | 1.1           |\n| **perjantai**  | 2.5              | 1.5 - 4.8      | 3851 - 4568   | 2.2           |\n| **lauantai**   | 1.5              | 0.4 - 2.6      | 3878 - 4656   | 1.5           |\n\nPörssisähkön hintaennuste tulevalle viikolle näyttää pääosin edulliselta. Kallein päivä on **torstai**, jolloin päivän keskihinta nousee 5.6 senttiin kilowattitunnilta ja vuorokauden korkein hinta on 9.8 ¢. Muina päivinä keskihinnat jäävät alle viiden sentin.\n\n**Maanantai**na nähdään kuitenkin korkeampi, jopa 10.5 sentin tuntihinta, joka ajoittuu aamupäivään klo 10-12. Maanantain tuulivoimatuotanto painuu aamupäivällä vain reiluun 2100 megawattiin, mikä selittää osaltaan korkeampaa hintaa. Yön tunteina sähkön hinta on edullista, alle yhden sentin kilowattitunnilta.\n\n**Sunnuntai**na ja ensi viikon **keskiviikko**na sähkön hinta painuu ajoittain jopa pakkasen puolelle. Sunnuntaina negatiivisia hintoja on odotettavissa iltapäivällä klo 14-16, jolloin tuulivoimaa on runsaasti tarjolla, jopa yli 4400 megawattia. Keskiviikkona negatiiviset hinnat ajoittuvat aamuyön tunneille.\n\nTorstaita lukuun ottamatta viikon muina päivinä hintaodotukset ovat hyvin samankaltaisia. Päivien välillä ei ole juurikaan eroja, ja sähkön hinta pysyttelee maltillisena.\n\n*Pörssilukemia tulkitsi gemini-2.0-pro-exp-02-05.* ⚡️\n"
}