{
  "content": "*Tulevan viikon pörssisähkön hinta vaihtelee voimakkaasti päivien sisällä, mutta keskimäärin hintataso pysyy edullisena; hintapiikkejä esiintyy erityisesti viikon alussa, kun taas loppuviikon pyhäpäivinä sähkön hinnat painuvat ajoittain jopa negatiivisiksi.*\n\nOlkiluoto 2 -ydinvoimalassa on käynnissä huoltokatko. Huoltokatko alkoi 25.5.2025 klo 18 ja sen arvioitu päättymisaika on 21.6.2025 klo 18. Huoltokatko voi vaikuttaa ennusteen tarkkuuteen, sillä opetusdataa huoltokatkojen ajalta on saatavilla rajallisesti.\n\nEnnuste on päivitetty lauantaina klo 12:06.\n\n|          | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **sunnuntai** | 2,7 | -0,0 – 7,2 | 544 – 3331 | 12,9 |\n| **maanantai** | 5,5 | 0,2 – 14,5 | 670 – 2715 | 13,3 |\n| **tiistai** | 3,9 | 0,9 – 10,7 | 1332 – 2854 | 12,6 |\n| **keskiviikko** | 3,5 | 0,8 – 10,8 | 1369 – 2159 | 12,5 |\n| **torstai** | 1,3 | -1,2 – 3,1 | 2104 – 2494 | 12,6 |\n| **perjantai** | 1,7 | -0,3 – 7,0 | 1469 – 2746 | 12,0 |\n| **lauantai** | 1,0 | -2,1 – 4,8 | 1526 – 2210 | 12,3 |\n\nTulevan viikon aikana pörssisähkön hinta vaihtelee huomattavasti päivien välillä. Keskimäärin hinnat pysyvät kuitenkin edullisella tasolla. Viikon korkeimmat hinnat nähdään **maanantaina**, jolloin keskihinta nousee 5,5 senttiin ja maksimihinta käy 14,5 sentissä. Hintapiikkien riski onkin maanantaina suuri erityisesti illalla noin klo 18–20 välillä, jolloin hintaodotus on korkeimmillaan.\n\nViikon edullisimmat päivät ovat **torstai**, **perjantai** ja **lauantai**, jolloin hinta on pääosin reilusti alle kahden sentin. Torstaina ja perjantaina hinnoissa esiintyy myös negatiivisia tunteja, jolloin sähkön hinta painuu pakkaselle. Lauantaina nähdään viikon alin hintalukema, jopa -2,1 ¢ yöllä.\n\n**Sunnuntaina**, **tiistaina** ja **keskiviikkona** hinnat pysyvät keskimäärin maltillisina, vaikka päivien sisällä hintaerot ovat suuria. Näinä päivinä maksimihinnat kohoavat hetkittäin yli 7–10 senttiin erityisesti aamun ja illan tunteina. Hintapiikkien riski onkin näinä päivinä olemassa, mutta ne jäävät selvästi maltillisemmiksi kuin maanantaina.\n\nPerjantai ja lauantai ovat pyhäpäiviä, mikä laskee tulevien päivien sähkön kysyntää ja sitä kautta myös hintoja. Tämä näkyy erityisesti lauantain erittäin alhaisissa hintatasoissa.\n\nViikon alhaisimmat hinnat sijoittuvat pääosin yöaikaan ja varhaisille aamun tunneille, jolloin sähkön kulutus on vähäistä. Arkipäivien aamun ja illan tunnit ovat poikkeuksetta hieman kalliimpia.\n\n*Datasta raportoi gpt-4.5-preview.* 🔌"
}