{
  "content": "*Pörssisähkön hinta vaihtelee merkittävästi tulevina päivinä: keskiviikkona koetaan korkeita hintapiikkejä, kun taas loppuviikko ja viikonloppu tarjoavat edullisia tunteja, paikoin jopa negatiivisia hintoja. Alkuviikolla hintataso palautuu maltilliseksi, mutta yksittäisten korkeiden tuntien riski säilyy.*\n\nOlkiluoto 2 -ydinvoimalassa on käynnissä huoltokatko, joka alkoi 25.5.2025 klo 18 ja päättyy ennusteen mukaan 15.6.2025 klo 18. Huoltokatko voi vaikuttaa ennusteen tarkkuuteen, koska opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti.\n\nHintaennuste on päivitetty tiistaina klo 09:06.\n\n|             | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:------------|:------------------------:|:------------------:|:----------------------------:|:-------------------------:|\n| **keskiviikko** |          13,7          |     5,0 - 27,3     |          109 - 673           |           10,8            |\n| **torstai**     |          2,2           |     0,1 - 5,3      |          712 - 3670          |           11,3            |\n| **perjantai**   |          2,2           |     0,5 - 6,1      |         1940 - 3925          |           11,1            |\n| **lauantai**    |          0,5           |    -1,6 - 5,9      |         1531 - 2855          |           12,1            |\n| **sunnuntai**   |          3,4           |     0,2 - 6,3      |         1294 - 2133          |           12,9            |\n| **maanantai**   |          4,1           |     1,6 - 7,4      |         1314 - 2066          |           13,3            |\n| **tiistai**     |          3,2           |     0,5 - 8,4      |         1736 - 2425          |           12,3            |\n\nPörssisähkön hintanäkymät ovat vaihtelevia tulevina päivinä. Etenkin **keskiviikko** erottuu korkealla keskihinnalla, joka tulee olemaan 13,7 senttiä kilowattitunnilta. Hintojen odotetaan vaihtelevan päivän aikana selvästi, ja päivän sisällä esiintyy korkeita yksittäisiä tunteja.\n\nKeskiviikon aamupäivällä klo 8–10 hintaodotus nousee yli 26 senttiin, ja päivän korkein hinta, 27,3 senttiä, ajoittuu klo 9–11 välille. Hintapiikkien riski yksittäisinä tunteina on suuri, sillä tuulivoiman tuotanto on minimissään ainoastaan hieman yli 100 MW. Myös illalla klo 18–22 hinnat ovat paikoin korkeita, yli 16 senttiä kilowattitunnilta.\n\nTorstaista alkaen hinnat laskevat selvästi, ja päivien keskihinnat pysyvät muutamassa sentissä kilowattitunnilta. **Torstaina** hintojen odotetaan olevan hyvin edullisia, ja yön sekä aamun tunteina hinnat laskevat jopa alle senttiin. Torstain keskihinta on 2,2 senttiä ja päivän korkein hinta, 5,3 senttiä, ajoittuu aamupäivälle klo 9–11.\n\nViikon halvimmat tunnit koetaan **lauantaina**, jolloin sähkön hinta painuu paikoin negatiiviseksi. Lauantain alin hinta on ennusteen mukaan -1,6 senttiä kilowattitunnilta klo 10–12. Päivän keskihinta on erittäin alhainen, noin puoli senttiä kilowattitunnilta, mutta yksittäisiä riskitunteja hintapiikeille voi silti esiintyä.\n\nViikonvaihteen jälkeen hinnat nousevat hieman. **Sunnuntain** keskihinta on maltillinen, noin 3,4 senttiä kilowattitunnilta. **Maanantaina** ja **tiistaina** hinnat pysyvät edelleen kohtuullisina, hieman yli kolmessa ja neljässä sentissä. Yksittäisten tuntien hintapiikkien riski on kuitenkin olemassa molempina päivinä.\n\n*gpt-4.5-preview tulkitsijananne.* 🔌"
}