{
  "content": "*Lauantai ja alkuviikko näyttävät kalliilta piikkiriskein, keskiviikko selvästi edullisin, torstai–perjantai maltillisia ja sunnuntai tasainen; tuulivoiman vaihtelu selittää päivänsisäistä heiluntaa.*\n\nEnnuste päivitettiin perjantaina klo 12:01.\n\n|  | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **maanantai** | 12,5 | 5,3 - 20,9 | 1081 - 3430 | 4,0 |\n| **tiistai** | 8,8 | 4,1 - 20,4 | 1441 - 4064 | 3,6 |\n| **keskiviikko** | 3,5 | 2,1 - 6,1 | 3835 - 4779 | 5,0 |\n| **torstai** | 6,8 | 1,7 - 11,8 | 1681 - 4144 | 6,3 |\n| **perjantai** | 5,3 | 2,5 - 9,0 | 1639 - 3206 | 7,5 |\n| **lauantai** | 11,5 | 6,0 - 21,8 | 907 - 4325 | 5,2 |\n| **sunnuntai** | 5,6 | 3,1 - 8,3 | 3839 - 5358 | 4,7 |\n\nViikon selkein poikkeama nähdään jo **lauantain** hinnoissa. Keskimääräinen hinta asettuisi 11,5 senttiin, ja päivän huippu kohoaisi 21,8 ¢:iin, todennäköisimmin aamulla klo 8–10. Tuulivoiman minimituotanto painuisi samana päivänä 907 megawattiin, mikä selittäisi korkeimman maksimihinnan. Piikkiriski korostuisi yksittäisinä tunteina.\n\nMyös **maanantain** keskihinta nousisi korkealle, 12,5 senttiin. Huipun ennakoitaisiin osuvan iltaan klo 18–20, jolloin maksimiksi arvioidaan 20,9 ¢. Heikko keskimääräinen tuulituotanto (1883 MW) tukisi korkeampaa hintatasoa. **Tiistain** keskihinta pysyisi tätä alempana, mutta päivän sisäinen vaihtelu olisi suurta ja huippu saattaisi osua aamulle klo 8–10 (20,4 ¢). Molemmille päiville arvioidaan korostunut piikkiriski.\n\nHintakehitys tasaantuisi selvästi **keskiviikkona**, jolloin keskihinta laskisi 3,5 senttiin ja koko päivän vaihteluväli jäisi kapeaksi (2,1–6,1 ¢). Voimakas tuuli (keskimäärin 4427 MW) tukisi matalaa hintatasoa. **Sunnuntaina** keskihinta pysyisi maltillisena (5,6 ¢) ja vaihteluväli olisi tiukka. Näitä päiviä luonnehtisi tasaisuus ilman erillisiä piikkimerkkejä.\n\nLoppuviikolla **torstain** ja **perjantain** hintatasot asettuisivat välimaastoon. Torstaina huippu nähtäisiin todennäköisesti illalla klo 18–20 (11,8 ¢), ja perjantaina vastaavasti illalla klo 18–20 (9,0 ¢). Molemmille päiville arvioidaan yksittäisten tuntien piikkiriskiä, vaikka taso jäisi selvästi alkuviikon huippuja matalammaksi. Viikon edullisimmat tunnit näyttäisivät osuvan torstain varhaisaamuun klo 2–4, jolloin hinta painuisi noin 1,7 ¢:iin.\n\nItse viikkokuvassa kalleimmat hetket näyttäytyisivät lauantain aamussa sekä maanantain ja tiistain ilta- ja aamuhuipuissa. Edullisimmat jaksot keskittyisivät keskiviikon läpi ja torstain yö-tunneille, ja myös perjantain aamu pysyisi alhaisena. Tuulivoiman voimakas vaihtelu selittäisi suurimman osan päivänsisäisestä heilunnasta, erityisesti silloin kun minimituotanto painuu alle 2000 MW.\n\n*Dataa puntaroi gpt-5.* ⚡️"
}