{
  "content": "*Pörssisähkön hinnat vaihtelevat tulevalla viikolla selvästi, kun viikonlopun korkeat piikkihinnat vaihtuvat arkipäivien maltillisempiin tasoihin. Tuulivoiman tuotannon vaihtelut ja pyhäpäivän vaikutus näkyvät erityisesti perjantain ja sunnuntain hintaodotuksissa.*\n\nLoviisa 2 -ydinvoimalassa on käynnissä huoltokatko, jonka aikana nimellisteho 248,0 MW ei ole käytettävissä. Katko alkoi 4.5.2025 klo 17 ja sen arvioidaan päättyvän 8.5.2025 klo 20. Huoltokatko voi vaikuttaa ennusteiden tarkkuuteen, koska opetusdataa on tältä ajalta rajallisesti saatavilla.\n\nEnnuste on päivitetty torstaina klo 09:06.\n\n|              | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **perjantai**   |      14,1        |   8,3 - 25,9     |   130 - 966   |      5,1      |\n| **lauantai**    |      9,7         |   4,9 - 18,5     |   144 - 890   |      5,6      |\n| **sunnuntai**   |      4,2         |  -0,4 - 14,0     |  185 - 2020   |      6,7      |\n| **maanantai**   |      5,0         |   1,4 - 15,2     | 1353 - 3147   |      6,6      |\n| **tiistai**     |      3,5         |   1,7 - 7,6      | 1513 - 3397   |      6,6      |\n| **keskiviikko** |      4,0         |   0,9 - 9,2      | 1281 - 3927   |      6,8      |\n| **torstai**     |      2,3         |   0,5 - 6,8      | 1685 - 3554   |      7,7      |\n\nViikon alussa sähkön hintakehitys tulee olemaan vaihteleva, ja erityisesti **perjantain** ennustetaan nousevan poikkeuksellisen korkealle tasolle. Tällöin päivän keskihinta asettuu 14,1 senttiin ja päivän sisällä maksimihinta kohoaa jopa 25,9 senttiin. Tämä ero muihin päiviin selittyy ennen kaikkea hyvin matalalla tuulivoiman minimituotannolla, joka painuu 130 megawattiin. Hintapiikkien riski on suurin aamun ja illan tunteina, erityisesti klo 7–9 ja klo 18–21 välisenä aikana.\n\n**Lauantaina** hintataso laskee, mutta päivän sisällä nähdään edelleen korkeita arvoja, sillä maksimihinta nousee 18,5 senttiin. Myös tuulivoiman tuotanto pysyy alhaisena, mikä selittää osaltaan kohonneet hinnat. Hintapiikkien riski painottuu lauantaiaamun ja -iltapäivän tunteihin.\n\n**Sunnuntai** on pyhäpäivä, mikä näkyy sähkön kysynnän ja hinnan laskuna. Keskimääräinen hinta laskee 4,2 senttiin ja päivän alimman hinnan odotetaan painuvan hetkellisesti jopa negatiiviseksi, -0,4 senttiin. Silti yksittäisinä tunteina, erityisesti aamupäivällä klo 8–10 ja alkuillasta klo 19–21, voi esiintyä hetkellisiä hintapiikkejä.\n\nViikon alkuun siirryttäessä **maanantain** keskihinta pysyy maltillisena 5,0 sentissä, mutta päivän sisällä maksimihinta yltää 15,2 senttiin. Hintapiikkien riski on edelleen olemassa erityisesti aamun ja illan tunteina, jolloin tuulivoiman tuotanto on alimmillaan.\n\nEnsi **tiistaina** ja **keskiviikkona** sähkön hintataso pysyy selvästi alempana, kun keskihinnat asettuvat 3,5 ja 4,0 sentin tuntumaan. Näinä päivinä maksimihinnat jäävät selvästi alle kymmenen sentin. Hintapiikkien riski on yhä mahdollinen yksittäisinä tunteina, mutta hintavaihtelut ovat vähäisempiä kuin viikon alussa.\n\nEnsi **torstaina** sähkön ennustetaan olevan viikon edullisinta, kun keskihinta painuu 2,3 senttiin ja päivän sisäinen vaihtelu on pientä. Tuulivoiman tuotanto on jo korkealla tasolla, eikä merkittävää hintavaihtelua odoteta päivän aikana.\n\n*Katsauksen kokosi gpt-4.1 – sähkön hinnanlukija.* ⚡"
}