{
  "content": "*Sähkön hinta pysyttelee lähipäivinä maltillisena: viikonloppuna hinnat painuvat paikoin negatiivisiksi runsaan tuulivoimatuotannon ansiosta, kun taas alkuviikolla aamupäivisin on odotettavissa hetkellisesti korkeampia tuntihintoja, korkeimmillaan jopa 10 senttiä kilowattitunnilta.*\n\nOlkiluoto 2 -ydinvoimalassa on parhaillaan käynnissä huoltokatko. Katko alkoi 25.5.2025 klo 18 ja sen arvioidaan jatkuvan aina 15.6.2025 klo 18 asti. Huoltokatkon vuoksi hintaennusteen tarkkuus voi heikentyä, sillä opetusdataa huoltokatkojen ajalta on rajallisesti saatavilla.\n\nEnnuste päivitetty torstaina klo 21:05.\n\n|               | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **perjantai** | 0,9 | -0,0 - 3,8 | 1397 - 3292 | 11,6 |\n| **lauantai** | -0,4 | -1,8 - 1,2 | 1631 - 4234 | 11,7 |\n| **sunnuntai** | -0,3 | -2,2 - 2,7 | 1412 - 3771 | 10,8 |\n| **maanantai** | 4,4 | 0,1 - 10,0 | 1327 - 1824 | 10,7 |\n| **tiistai** | 3,0 | -0,1 - 7,6 | 1792 - 2567 | 10,6 |\n| **keskiviikko** | 1,9 | 0,1 - 5,9 | 1842 - 3010 | 10,8 |\n| **torstai** | 1,0 | -0,3 - 2,4 | 2672 - 3403 | 11,3 |\n\nSähkön hinta pysyttelee lähipäivinä pääosin maltillisissa lukemissa. Hintaodotukset ovat läpi viikon suhteellisen edulliset, keskihintojen vaihdellessa negatiivisista lukemista reiluun neljään senttiin kilowattitunnilta.\n\nViikonloppu alkaa negatiivisilla keskihintojen ennusteilla. **Lauantain** odotettu keskihinta on -0,4 senttiä, ja päivän alin odotettu hinta on jopa -1,8 senttiä kWh:lta. Negatiiviset hinnat jatkuvat myös **sunnuntaina**, jolloin päivän alin hinta putoaa jopa -2,2 senttiin. Sunnuntai on lisäksi pyhäpäivä, mikä voi vähentää sähkön kysyntää entisestään ja laskea hintoja varsinkin aamupäivän ja iltapäivän tunteina.\n\nViikon korkein päiväkohtainen keskihinta, 4,4 senttiä kWh:lta, saavutetaan **maanantaina**. Maanantaille ennustetaan myös viikon korkeinta yksittäistä tuntihintaa, joka voi nousta jopa 10 senttiin kilowattitunnilta. Tämän huippuhinnan odotetaan osuvan aamupäivään klo 8–10 välille.\n\nMyös **tiistaina** ja **keskiviikkona** hintojen ennustetaan ajoittain kohoavan. Tiistain maksimihinta voi nousta 7,6 senttiin aamupäivällä klo 8–10. Keskiviikon huippuhinta, 5,9 senttiä, ajoittuu aamulle samoille tunneille.\n\n**Torstaina** hintakehitys tasaantuu. Päivän ennakoitu keskihinta on 1,0 senttiä, ja hintavaihtelu pysyy maltillisena, korkeintaan 2,4 senttiä kWh:lta.\n\nHuomattavaa on, että viikonloppuna tuulivoiman tuotantomäärät ovat korkealla tasolla. Lauantaina ja sunnuntaina tuulivoimatuotanto nousee useina tunteina yli 3500 MW:n, mikä osaltaan selittää näiden päivien erityisen matalia hintatasoja. Maanantaina tuulivoiman tuotanto sen sijaan jää matalaksi, keskimäärin 1584 MW, mikä osittain vaikuttaa päivän korkeampiin hintatasoihin.\n\n*GPT-4.5-preview tuulissa surffaillen.* 🌬️"
}