{
  "content": "*'Pörssisähkön hinta vaihtelee tulevalla viikolla merkittävästi: tiistaina on edullista, mutta perjantaina hinta nousee korkealle ja viikonlopulle on luvassa kylmenevää säätä — viikonloppuna on myös riski jopa 30 sentin hintapiikeille yksittäisinä tunteina.'*\n\n\nPörssisähkön hintaennuste on päivitetty sunnuntaina klo 12:00.\n\n|     | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:----|:----------------:|:----------------:|:-------------:|:-------------:|\n| **maanantai** | 6.3 | 0.2 - 12.7 | 525 - 4646 | -2.0 |\n| **tiistai**  | 4.9 | 2.2 - 7.7  | 2873 - 3615 | -2.2 |\n| **keskiviikko** | 8.0 | 2.7 - 12.9 | 1914 - 3950 | -1.7 |\n| **torstai** | 8.2 | 5.1 - 13.1 | 2400 - 3474 | -3.6 |\n| **perjantai** | 10.8 | 4.4 - 16.9 | 1175 - 3465 | -5.6 |\n| **lauantai** | 9.6 | 6.8 - 14.7 | 1138 - 2767 | -7.6 |\n| **sunnuntai** | 8.4 | 4.7 - 15.9 | 1120 - 3018 | -8.7 |\n\nPörssisähkön hinta vaihtelee tulevalla viikolla. Edullisinta sähkö on **tiistaina**, jolloin päivän keskihinnaksi odotetaan 4,9 ¢/kWh. Kalleimmaksi päiväksi ennustetaan perjantaita, jolloin keskihinta nousee 10,8 senttiin kilowattitunnilta.\n\nEnsi **maanantaina** sähkön hinta on alimmillaan aamuyön ensimmäisinä tunteina, jopa vain 0,2 sentissä kilowattitunnilta. Maanantain korkein hinta, 12,7 ¢, ajoittuu iltaan kello 17–19. Maanantaille on myös ennustettu korkeaa riskiä hintapiikeille, jolloin yksittäisten tuntien hinnat voivat nousta jopa 20–30 senttiin.\n\nTiistai on viikon ainoa päivä, jolloin keskihinta jää alle viiden sentin. Tiistain korkein hinta ajoittuu alkuiltaan (7,7 ¢). Keskiviikkona sähkön hinta nousee jälleen, ja vuorokauden keskihinnaksi odotetaan 8,0 senttiä. Yksittäisten tuntien hinnat vaihtelevat keskiviikkona 2,7 sentistä 12,9 senttiin. Keskiviikolle on myös ennustettu hintapiikkien riskiä, jopa 20 senttiin asti.\n\n**Torstaina** hinta pysyttelee melko tasaisena läpi vuorokauden, vaihdellen 5,1 ja 13,1 sentin välillä. Perjantaina hinta nousee viikon korkeimmalle tasolle. Perjantain keskihinta on 10,8 ¢, ja vuorokauden korkein hinta (16,9 ¢) ajoittuu iltaan kello 17–19. Perjantaille on lisäksi ennustettu korkeaa riskiä hintapiikeille, jopa 30–40 senttiin kilowattitunnilta.\n\nViikonloppuna sähkön hinta pysyttelee korkealla. **Lauantaina** keskihinta on 9,6 ¢ ja **sunnuntaina** 8,4 ¢. Lauantain korkein hinta (14,7 ¢) ajoittuu aamupäivään kello 8–10. Sunnuntain korkein hinta on peräti 15,9 ¢, ja se ajoittuu iltaan klo 17–19. Lauantaille ja sunnuntaille on ennustettu hintapiikkien riskiä, jopa 20–30 senttiin. Viikonlopun kylmenevä sää, alle -5 asteen keskilämpötilat, voivat osaltaan selittää hintojen nousua.\n\n*Pörssisähköä tulkkasi gemini-2.0-pro-exp-02-05.* ⚡️\n"
}