{
  "content": "*Pörssisähkön hintanäkymät vaihtelevat tulevalla viikolla selvästi: viikon alku tarjoaa hetkellisesti korkeampia tuntihintoja, kun taas viikon loppupuolella hinnat laskevat. Pyhäpäivien alentunut kysyntä ja ajoittaiset negatiiviset hinnat tekevät viikonloppuna sähköstä erityisen edullista.*\n\nOlkiluoto 2 -ydinvoimalassa on käynnissä huoltokatko. Katko alkoi 25.5.2025 klo 18 ja sen odotetaan päättyvän 21.6.2025 klo 18. Huoltokatko voi vaikuttaa hintaennusteen tarkkuuteen, koska opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti.\n\nEnnuste päivitetty lauantaina klo 21:06.\n\n|              | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **sunnuntai**    |       0,2        |    -0,7 - 1,0    |      534 - 2659      |      12,9      |\n| **maanantai**    |       4,6        |   -0,1 - 10,9    |      659 - 2727      |      13,3      |\n| **tiistai**      |       3,6        |    1,0 - 9,8     |     1331 - 2882      |      12,6      |\n| **keskiviikko**  |       1,2        |   -0,4 - 5,3     |     1856 - 2521      |      12,5      |\n| **torstai**      |       0,6        |   -0,9 - 2,6     |     2039 - 3185      |      12,6      |\n| **perjantai**    |       2,0        |   -0,8 - 9,6     |     1045 - 3063      |      12,0      |\n| **lauantai**     |       1,7        |   -1,5 - 5,7     |      976 - 1838      |      12,3      |\n\nTulevan viikon aikana pörssisähkön hinta tulee vaihtelemaan merkittävästi eri päivien välillä. Alkuviikosta hinnat nousevat korkeimmilleen, mutta loppuviikkoa kohden hintataso laskee selvästi. Koko viikon aikana keskihinnat pysyvät kuitenkin melko edullisina.\n\nViikon korkeimmat hinnat nähdään selvästi **maanantaina**. Tuolloin päivän keskihinta asettuu 4,6 senttiin, mutta hetkellisesti hinta voi nousta jopa 10,9 senttiin. Hintapiikkien riski on erityisen korkea aamupäivällä kello 9–11, jolloin tuntihinnat saattavat nousta yli kymmenen sentin. Tämä johtuu osittain tuulivoiman minimituotannon putoamisesta alle 700 MW:n juuri aamupäivällä.\n\nMyös **tiistaina** ja **keskiviikkona** sähkön tuntihintojen nousuun yksittäisinä tunteina on olemassa riski. Tiistaina aamulla noin klo 9 aikaan hinta voi nousta lähes kymmeneen senttiin. Keskiviikon korkein hintataso ajoittuu niin ikään aamupäivälle, erityisesti klo 9–10 välille, jolloin hinta voi nousta yli viiden sentin.\n\nTorstain osalta hintaodotukset ovat tasaiset eikä merkittäviä vaihteluja odoteta. Päivän keskihinta on vain 0,6 senttiä kilowattitunnilta ja hintojen vaihteluväli on kapeimmillaan koko viikon aikana.\n\n**Perjantai** ja **lauantai** ovat poikkeuksellisesti pyhäpäiviä ja sähkön kysyntä voi tällöin olla keskimääräistä vähäisempää. Tämä saattaa auttaa pitämään hintatason matalana. Perjantaina sähkön keskihinta on noin kaksi senttiä, vaikka päivän aikana hinta voi hetkellisesti nousta lähes kymmeneen senttiin. Lauantain keskihinta pysyttelee alle kahden sentin, vaikka päivän kallein tunti voi nousta lähes kuuteen senttiin.\n\nViikon edullisimmat hetket löytyvät **sunnuntailta**, jolloin sähkön keskihinta pysyy vain 0,2 sentissä ja yön tunteina hinnat ovat jopa negatiivisia. Myös torstaina ja lauantaipäivän aikana esiintyy hetkittäin negatiivisia tuntihintoja.\n\n*gpt-4.5-preview tuuletellen ennusteita.* 🍃"
}