{
  "content": "*Alkavan viikon sähkön pörssihinnat pysyvät yleisesti erittäin matalalla tasolla, mutta keskiviikkona ja osin maanantaina aamun vähäinen tuulivoima nostaa hetkellisesti sähkön hintaa selvästi muuta viikkoa korkeammaksi, jopa yli 13 senttiin kilowattitunnilta.*\n\nOlkiluoto 1 -ydinvoimalassa on käynnissä huoltokatko. Katko alkoi 11.5.2025 klo 18 ja sen arvioidaan päättyvän 22.5.2025 klo 18. Huoltokatko voi vaikuttaa ennusteen tarkkuuteen, koska opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti.\n\nEnnuste päivitetty sunnuntaina klo 21:06.\n\n|              | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **maanantai**   |        2,1       |      0,6 - 9,3     |       297 - 2155      |        6,9        |\n| **tiistai**     |        0,6       |     -1,0 - 2,3     |      1592 - 4210      |        7,4        |\n| **keskiviikko** |        3,8       |      0,4 - 13,5    |       671 - 3476      |        6,8        |\n| **torstai**     |        0,6       |     -0,4 - 1,3     |      2905 - 4647      |        5,8        |\n| **perjantai**   |        0,5       |     -0,8 - 1,8     |      3092 - 4980      |        5,7        |\n| **lauantai**    |        0,4       |     -1,1 - 3,1     |      1906 - 4059      |        6,4        |\n| **sunnuntai**   |        0,7       |     -1,1 - 2,6     |      1269 - 2190      |        6,6        |\n\nAlkavalla viikolla sähkön pörssihinnat pysyttelevät keskimäärin edullisella tasolla. Suurin osa päivistä tarjoaa hyvin matalaa keskihintaa, useimmiten selvästi alle yhden sentin kilowattitunnilta. Poikkeuksen muodostavat **maanantai** ja erityisesti **keskiviikko**, jolloin hintataso nousee hetkellisesti muita päiviä korkeammaksi.\n\n**Maanantain** aikana sähkön keskihinta tulee olemaan noin 2,1 senttiä, mutta päivän kallein hetki koetaan aamulla klo 7-9, jolloin hinta nousee yli 9 senttiin. Maanantai-aamun hintanousua selittää alhainen tuulivoiman määrä aamun tunteina, jolloin tuotanto putoaa voimakkaasti alle tuhannen megawatin.\n\nViikon korkein hintapiikki saavutetaan **keskiviikkona**, jolloin klo 7-9 aamulla sähkön hintojen odotetaan ylittävän hetkellisesti jopa 13 senttiä. Hintaodotuksen taustalla on selkeästi heikentynyt tuulivoiman tuotanto, joka aamutunneilla putoaa vain noin 700 megawattiin. Keskiviikon keskihinta jää silti maltilliseksi, noin 3,8 senttiin kilowattitunnilta.\n\nViikon muina päivinä hintakehitys on erityisen edullista. **Tiistaina**, **torstaina**, **perjantaina** ja **lauantaina** sähkön hinta laskee ajoittain jopa negatiiviseksi. Näinä päivinä alin tuntihinta liikkuu noin yhden sentin pakkasen puolella. Myös **sunnuntaina** esiintyy negatiivisia hintoja, vaikka päivän keskihinta onkin hieman muita edullisia päiviä korkeampi, noin 0,7 senttiä.\n\nViikon loppupuolella, erityisesti **perjantaina**, tuulivoima on voimakkaimmillaan. Keskimääräinen tuulivoiman tuotanto ylittää perjantaina 4000 megawattia, mikä selittää osaltaan hyvin alhaisia sähkön hintaodotuksia kyseisenä päivänä.\n\nKaiken kaikkiaan tuleva viikko tarjoaa sähkönkäyttäjille pääosin erittäin edullista sähkön hintaa. Keskiviikon ja maanantain aamupäivän yksittäisiä korkeampia hintahuippuja lukuun ottamatta sähkö on enimmäkseen hyvin edullista tai jopa negatiivisen hintaista.\n\n*Ennusteet tarjoili gpt-4.5-preview.* 🍃"
}