{
  "content": "*'Pörssisähkön hinta heilahtelee tulevalla viikolla rajusti: alkuviikko on erittäin edullinen, mutta sunnuntaina hinta moninkertaistuu ja voi käväistä jopa 20 sentissä yksittäisinä tunteina. Myös lauantaina sähkö on kalliimpaa iltaa kohden.*'\n\n\nOlkiluoto 3:n huoltokatko alkaa lauantaina klo 03:00 ja päättyy perjantaina 2025-05-02 02:00. Koska opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti, huoltokatko voi vaikuttaa ennusteen tarkkuuteen.\n\nEnnuste on päivitetty sunnuntaina klo 21:00.\n\n|    | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:---|:---:|:---:|:---:|:---:|\n| **maanantai** | 0.5 | -0.7 - 1.8 | 2191 - 5584 | 0.7 |\n| **tiistai** | 0.7 | -1.0 - 2.6 | 4069 - 5209 | 0.6 |\n| **keskiviikko** | 1.5 | -0.6 - 4.0 | 3724 - 4216 | 0.6 |\n| **torstai** | 2.0 | 0.6 - 4.9 | 2726 - 5781 | 0.5 |\n| **perjantai** | 2.1 | 0.4 - 4.4 | 4480 - 5663 | 0.1 |\n| **lauantai** | 2.8 | 0.7 - 5.4 | 3718 - 5301 | -0.0 |\n| **sunnuntai** | 6.6 | 2.8 - 11.7 | 1463 - 3633 | 0.9 |\n\nTulevalla viikolla pörssisähkön hintaodotukset vaihtelevat huomattavasti. Alkuviikko näyttää hyvin edulliselta, mutta loppuviikkoa kohden keskihinnat nousevat. Erityisesti **sunnuntai** erottuu joukosta selvästi kalliimpana päivänä. Sunnuntain keskihinta, 6.6 ¢/kWh, on moninkertainen muihin päiviin verrattuna. Sunnuntain maksimihinta voi nousta 11.7 senttiin kilowattitunnilta.\n\nEnsi viikon hintakehitystä leimaavat suuret erot päivien välillä. **Maanantain** ja **tiistain** aikana sähkön hinta voi käydä jopa nollan alapuolella. Maanantain keskihinnaksi odotetaan 0.5 ¢ ja tiistain 0.7 ¢. Keskiviikkona keskihinta nousee 1.5 senttiin. Loppuviikkoa kohden mentäessä keskihinnat jatkavat nousuaan.\n\n**Torstain** ja **perjantain** keskihinnat asettuvat 2.0 ja 2.1 sentin tuntumaan. Lauantaina keskihinta on jo 2.8 ¢. Sunnuntaina tuulivoiman ennustetaan olevan matalalla, keskimäärin 2326 MW. Tuulivoiman vähäisyys sunnuntaina selittää osaltaan päivän korkeaa hintaa. Sunnuntaina on odotettavissa jopa 20 sentin hintapiikkejä yksittäisinä tunteina.\n\nViikonlopun hintojen nousuun vaikuttaa sunnuntain lisäksi myös **lauantai**. Lauantaina sähkön hinta nousee aamuyön edullisista tunneista iltaa kohden. Lauantaina iltapäivän ja alkuillan tunnit voivat olla kalliimpia. Lauantain korkein hinta, 5.4 ¢, ajoittuu alkuiltaan, noin kello 18-20.\n\nSunnuntaina tuulivoiman minimituotanto jää vain 1463 megawattiin. Sunnuntain hintapiikit ajoittuvat todennäköisesti alkuiltaan, noin kello 18-20. Muina päivinä viikolla tuulivoimaa on saatavilla selvästi enemmän, eikä hintapiikeistä ole mainintaa.\n\n*Tulkkina tänään gemini-2.0-pro-exp-02-05.* ⚡️\n"
}