{
  "content": "*'Pörssisähkön hinta vaihtelee tulevalla viikolla merkittävästi: lauantaina on odotettavissa korkeita piikkihintoja vähäisen tuulivoiman vuoksi, mutta sunnuntaista alkaen hinta laskee selvästi, ja ensi viikolla sähkö on ajoittain jopa ilmaista. Loppuviikosta hinta kääntyy jälleen nousuun.'*\n\n\nPörssisähkön hintaennuste on päivitetty perjantaina klo 09:00.\n\n|   | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **lauantai**  | 7.9 | 0.8 - 13.3  | 546 - 5560  | -1.1 |\n| **sunnuntai** | 3.4 | 0.3 - 7.2   | 4102 - 5450 | -1.4 |\n| **maanantai** | 2.0 | -0.4 - 4.6  | 4591 - 5824 | 0.7  |\n| **tiistai**   | 1.7 | -1.0 - 3.9  | 3752 - 5243 | 0.6  |\n| **keskiviikko**| 4.6 | 0.9 - 7.7   | 2159 - 4002 | 0.6  |\n| **torstai**   | 2.9 | 1.5 - 4.9   | 2310 - 4811 | 0.5  |\n| **perjantai**  | 3.7 | 0.9 - 6.4   | 2417 - 4149 | 0.3  |\n\nPörssisähkön hintaodotukset vaihtelevat tulevina päivinä. **Lauantaina** hinta nousee selvästi korkeammaksi kuin muina päivinä. Lauantain keskihinnaksi on ennustettu 7.9 ¢/kWh, ja vuorokauden sisällä hinta vaihtelee 0.8 sentistä 13.3 senttiin kilowattitunnilta. Lauantaille on myös ennustettu korkeaa, jopa 20-30 sentin piikkihintaa yksittäisille tunneille. Tämä johtuu siitä, että tuulivoimatuotanto on lauantaina hetkittäin erittäin vähäistä, vain 546 MW, kun taas enimmillään tuulivoimaa on tarjolla jopa 5560 MW. Korkein tuntihinta ajoittunee kello 8-10 välille aamulla.\n\nMuina päivinä sähkön hinta asettuu selvästi edullisemmalle tasolle. Sunnuntain keskihintaodotus on 3.4 ¢/kWh. Hinta on alimmillaan varhain aamuyöllä, vain 0.3 ¢/kWh. **Sunnuntaina** tuulivoimaa on tarjolla runsaasti, keskimäärin 4601 MW.\n\nEnsi **maanantaina** pörssisähkön keskihinta laskee edelleen, ollen enää 2.0 ¢/kWh. Maanantain hinta painuu jopa negatiiviseksi aamuyön tunteina. Tuulivoimaa on maanantaina saatavilla erittäin runsaasti, keskimäärin 5261 MW.\n\nEnsi **tiistaina** pörssisähkön keskihinta jatkaa laskuaan, saavuttaen viikon alhaisimman tason, 1.7 ¢/kWh. Tiistaiyönä hinta painuu jopa -1.0 senttiin kilowattitunnilta. Tuulivoimaa on tiistainakin tarjolla runsaasti.\n\nEnsi **keskiviikkona** pörssisähkön keskihinta nousee hieman, 4.6 senttiin kilowattitunnilta. Keskiviikon korkein hinta, 7.7 ¢, ajoittuu aamun ja alkuillan tunneille. Tuulivoiman tuotanto vähenee keskiviikkona selvästi, keskimäärin 3168 megawattiin.\n\nEnsi **torstaina** ja **perjantaina** pörssisähkön keskihinta asettuu 2.9 ja 3.7 senttiin kilowattitunnilta. Tuulivoimaa on torstaina ja perjantaina tarjolla hieman keskiviikkoa enemmän.\n\n*Viikon sähkövatkauksia pohti gemini-2.0-pro-exp-02-05.* ⚡\n"
}