{
  "content": "*'Pörssisähkön hinta on alkuviikosta korkealla, mutta kääntyy loppuviikkoa kohden selvään laskuun. Alkuviikosta sähkön hintaa nostavat vähäinen tuulivoimatuotanto ja kireä pakkanen. Tiistaina, keskiviikkona ja torstaina on lisäksi korkea riski hintapiikeille. Viikonloppuna sähkö on erittäin halpaa.'*\n\n\nPörssisähkön Suomen hintaennuste on päivitetty sunnuntaina klo 14:18.\n\n|   | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n|   **maanantai**  | 16.0 | 7.8 - 27.5 | 212 - 1918 | -8.0 |\n|   **tiistai**  | 11.8 | 6.3 - 16.6 | 1861 - 2917 | -8.3 |\n| **keskiviikko**  | 11.6 | 6.1 - 15.5 | 956 - 2293 | -9.3 |\n|    **torstai** | 10.7 | 6.4 - 16.2 | 656 - 2626 | -9.3 |\n|  **perjantai**  | 3.1 | 1.3 - 5.2 | 2717 - 5141 | -3.4 |\n|   **lauantai**  | 1.1 | -0.2 - 2.3 | 3623 - 5009 | -0.6 |\n|  **sunnuntai**  | 1.4 | 0.2 - 3.9 | 3941 - 5399 | 0.4 |\n\nTuleva viikko näyttää pörssisähkön hinnan osalta kaksijakoiselta. Alkuviikko on kallis, mutta loppuviikkoa kohden sähkön hinta laskee selvästi.\n\n**Maanantaina** pörssisähkön keskihinta nousee hyvin korkeaksi, 16.0 senttiin kilowattitunnilta. Maanantain korkein hinta, 27,5 ¢, ajoittuu aamun tunneille 8-10. Päivän alhaisin hinta, 7,8 ¢, on luvassa myöhään illalla. Maanantain hintaa nostaa vähäinen tuulivoimatuotanto, joka jää päivän aikana alimmillaan vain 212 megawattiin. Myös kova pakkanen, -8,0 astetta, nostaa sähkön hintaa.\n\n**Tiistaina** pörssisähkön keskihinta asettuu 11,8 senttiin kilowattitunnilta. Hinta on korkeimmillaan, 16,6 ¢, aamulla klo 9-11. Tiistaina on kuitenkin korkea riski hintapiikeille, jopa 30-50 senttiin yksittäisinä tunteina. Myös tiistaina pakkanen jatkuu kovana, -8,3 asteessa.\n\n**Keskiviikkona** keskihinta pysyttelee lähes tiistain lukemissa, 11,6 sentissä. Keskiviikon korkein hinta, 15,5 ¢, ajoittuu aamupäivän tunneille 11-13. Keskiviikollekin on ennustettu korkeaa hintapiikkien riskiä, jopa 30-50 senttiin yksittäisinä tunteina. Keskiviikon keskilämpötila on -9,3 astetta.\n\n**Torstaina** sähkön keskihinta on 10,7 ¢. Päivän korkein hinta on 16,2 ¢ aamulla klo 7-9. Torstainakin on olemassa korkea riski hintapiikeille, jopa 30-40 senttiin yksittäisinä tunteina. Keskiviikon tapaan, torstain keskilämpötila on -9,3 astetta.\n\nLoppuviikosta sähkön hinta kääntyy selvään laskuun. **Perjantaina** keskihinta on enää 3,1 ¢, ja vuorokauden sisäinen vaihtelu on pientä, vain 1,3 - 5,2 ¢. Perjantain alhaisin hinta ajoittuu aamuyön tunneille. **Lauantaina** ja sunnuntaina liikutaan jo hyvin edullisissa hinnoissa, sillä lauantain keskihinta on 1,1 ¢ ja sunnuntain 1,4 ¢. Lauantaina sähkö on hetkellisesti jopa ilmaista, kun hinta painuu -0,2 senttiin yöllä klo 0-2. Loppuviikon edulliset hinnat selittyvät suurelta osin runsaalla tuulivoimalla, jota on viikonloppuna tarjolla jopa yli 5000 megawattia.\n\n*Hintoja tulkitsi gemini-2.0-pro-exp-02-05.* ⚡️\n"
}