{
  "content": "*Lähiviikon pörssisähkön hintaennusteissa korostuvat suuret vaihtelut: perjantain ja lauantain korkeampia hintoja seuraa pyhäpäivän selvä notkahdus, jonka jälkeen alkuviikolla palataan tasaisempaan ja edullisempaan hintatasoon.*\n\nLoviisa 2 -ydinvoimalassa on käynnissä huoltokatko, joka alkoi 4.5.2025 klo 17 ja jonka ennakoitu päättymisaika on 8.5.2025 klo 12. Huoltokatko voi vaikuttaa ennusteen tarkkuuteen, koska opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti.\n\nEnnuste on päivitetty torstaina klo 03:20.\n\n|               | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **perjantai**   |      13,8       |   7,6 - 25,2     |   139 - 962   |      5,1      |\n| **lauantai**    |      9,4        |   4,9 - 17,4     |   142 - 879   |      5,6      |\n| **sunnuntai**   |      2,4        |  -0,7 - 7,2      |  422 - 2564   |      6,7      |\n| **maanantai**   |      5,2        |   1,2 - 11,2     |  1437 - 2767  |      6,6      |\n| **tiistai**     |      5,0        |   1,3 - 11,5     |  1729 - 3188  |      6,6      |\n| **keskiviikko** |      4,5        |   1,7 - 8,0      |  1452 - 3719  |      6,8      |\n| **torstai**     |      4,4        |   2,1 - 10,2     |  1220 - 3247  |      7,7      |\n\nLähiviikon sähkön hintakehitys näyttää vaihtelevan selvästi viikonlopun molemmin puolin. **Perjantain** odotetaan olevan viikon kallein päivä, jolloin pörssisähkön keskihinta nousee 13,8 senttiin ja päivän sisällä nähdään jopa 25,2 sentin huipputaso. Suurimmat hinnat asettuvat aamupäivän (klo 8–10) ja illan (klo 18–21) tuntien välille. Hintapiikkien riski on korkea erityisesti näinä ajankohtina, mikä liittyy hyvin matalaan tuulivoiman tuotantoon: päivän alin tuulivoima jää 139 megawattiin, mikä on selvästi alle tavanomaisen tason.\n\n**Lauantaina** hintataso laskee, mutta yksittäisten tuntien hinnat voivat edelleen nousta korkeiksi. Keskihinta jää 9,4 senttiin, mutta maksimihinta nousee 17,4 senttiin erityisesti aamun ja alkuillan tunteina. Myös lauantaina tuulivoiman tuotanto pysyy matalalla, mikä osaltaan selittää korkeampia hintaodotuksia.\n\n**Sunnuntai** erottuu selvästi muusta viikosta: kyseessä on pyhäpäivä, ja sähkön kysyntä jää odotetusti alhaiseksi. Tämän seurauksena keskihinta putoaa 2,4 senttiin ja päivän alin tuntihinta painuu jopa negatiiviseksi, -0,7 senttiin. Halvimmat tunnit ajoittuvat myöhäisaamun ja iltapäivän (klo 10–16) välille. Samaan aikaan tuulivoiman määrä kohoaa selvästi aiempaa korkeammaksi, mikä tukee hintojen laskua. Sunnuntainakin yksittäisten tuntien hintapiikkien riski säilyy, vaikka yleistaso pysyy matalana.\n\nViikon alussa, eli **maanantaina** ja **tiistaina**, hintataso pysyy maltillisena: keskihinnat ovat 5,2 ja 5,0 senttiä. Yksittäisten tuntien maksimihinnat voivat kuitenkin nousta yli 11 sentin erityisesti aamun ja alkuillan tunteina, mutta keskituulivoima on jo selvästi aiempaa korkeammalla tasolla. Näinä päivinä hintavaihtelut ovat vähäisempiä eikä suuria poikkeamia ole odotettavissa.\n\n**Keskiviikkona** ja **torstaina** sähkön hintaennuste pysyttelee edullisena, molemmilla päivillä keskihinta asettuu noin 4,4–4,5 senttiin. Hintavaihtelut päivän sisällä ovat pienempiä kuin aiempina päivinä, ja tuulivoiman tuotanto pysyy läpi päivän tavanomaisella tai ajoittain hieman korkeammalla tasolla. Yksittäisten tuntien hintapiikkien riski mainitaan näillekin päiville, mutta maksimihinnat jäävät selvästi alle viikonlopun huippulukemien.\n\nViikon aikana nähdään siis poikkeuksellisen suuria eroja päivien välillä, erityisesti viikonlopun molemmin puolin. Korkeimmat hinnat osuvat perjantaille ja lauantaille, jolloin tuulivoiman tuotanto jää matalaksi. Sunnuntai muodostaa selkeän poikkeuksen, kun sekä kysyntä että hinnat painuvat alimmilleen. Viikon alkupuolella hintataso tasaantuu ja pysyy edullisena myös keskellä viikkoa.\n\n*Viikon numerot tiivisti gpt-4.1 – sähköisesti mukana.* ⚡"
}