{
  "content": "*'Pörssisähkön hinta jatkaa edullisena myös ensi viikolla, vaikka päiväkohtaista vaihtelua onkin luvassa. Viikon kallein päivä on perjantai, jolloin keskihinta nousee lähelle viittä senttiä. Maanantaina ja tiistaina sähkö on ajoittain jopa ilmaista. Olkiluoto 3:n huoltokatko jatkuu.'*\n\n\nOlkiluoto 3:n huoltokatko alkoi **lauantai**na kello 03:00 ja sen ennustetaan päättyvän perjantaina 2.5. kello 02:00. Koska opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti, huoltokatko voi vaikuttaa ennusteen tarkkuuteen.\n\nEnnuste päivitetty sunnuntaina klo 03:13.\n\n|   | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **maanantai**  | 1.8 | -0.5 - 3.8 | 2421 - 5017 | 0.7 |\n| **tiistai**    | 1.4 | -0.9 - 4.1 | 3415 - 4959 | 0.6 |\n| **keskiviikko** | 2.8 | 0.3 - 5.4  | 2382 - 4306 | 0.6 |\n| **torstai**    | 4.1 | 1.3 - 7.3  | 2358 - 4650 | 0.5 |\n| **perjantai**  | 4.8 | 2.3 - 7.4  | 3321 - 4352 | 0.1 |\n| **lauantai**   | 3.5 | 1.3 - 6.8  | 3035 - 4628 | -0.0 |\n| **sunnuntai**  | 3.2 | 0.5 - 4.9  | 2914 - 4153 | 0.9 |\n\nPörssisähkön hinta on ensi viikolla edullista. Viikon keskihinta asettunee alle viiteen senttiin kilowattitunnilta. Ensi viikon kallein päivä on **perjantai**, jolloin sähkön keskihinta nousee 4,8 senttiin ja maksimihinta 7,4 senttiin kilowattitunnilta.\n\nEnsi **maanantai**na ja **tiistai**na sähkön hinta painuu ajoittain jopa negatiiviseksi. Maanantaina nollan alittava hinta ajoittuu aamuyön tunnille. Tiistaina negatiivisia hintoja on odotettavissa useampana peräkkäisenä tuntina, puolenyön ja aamukuuden välillä.\n\nTuulivoimaa on ensi viikolla tarjolla runsaasti, mikä osaltaan selittää edullista hintatasoa. Eniten tuulivoimaa on luvassa tiistaina, jolloin sen keskimääräinen tuotanto nousee 4256 megawattiin. Vähiten tuulivoimaa on keskiviikkona, jolloin tuulivoiman keskimääräinen tuotanto jää 3324 megawattiin.\n\nVaikka viikon keskihinnat ovat kauttaaltaan edullisia, yksittäisten päivien sisällä nähdään hintaeroja. Esimerkiksi tiistaina hinta vaihtelee -0.9 ja 4.1 sentin välillä. Edullisimmillaan sähkö on tiistaiyönä, kun taas kalleinta se on tiistai-iltana kahdeksan ja yhdeksän välillä.\n\n*Hintoja luki yhteen tänään gemini-2.0-pro-exp-02-05.* 🌬️\n"
}