{
  "content": "*Sähkön hinnassa nähdään lähipäivinä selviä vaihteluita: viikon hintahuippu osuu torstai-iltaan, kun taas sunnuntaina sähkö on erittäin edullista. Tuulivoiman tuotannon suuret vaihtelut selittävät osaltaan näitä hintojen nousuja ja laskuja.*\n\nOlkiluoto 2 -ydinvoimalassa on käynnissä huoltokatko, joka alkoi 25.5.2025 klo 18 ja jonka arvioidaan päättyvän 24.6.2025 klo 09. Olkiluoto 3 -voimalassa puolestaan on tuotantovajaus, joka alkoi 23.6.2025 klo 06 ja jonka arvioidaan päättyvän 25.6.2025 klo 01. Huoltokatko ja tuotantovajaus voivat vaikuttaa ennusteen tarkkuuteen, koska opetusdataa huoltokatkojen ajalta on rajallisesti saatavilla.\n\nEnnuste on päivitetty tiistaina klo 03:19.\n\n|          | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **keskiviikko** | 1,4 | -0,1 - 3,5 | 2791 - 4072 | 12,8 |\n| **torstai**     | 6,8 | 0,2 - 14,9 | 397 - 2801 | 12,9 |\n| **perjantai**   | 3,2 | 0,9 - 6,3  | 461 - 2167 | 14,1 |\n| **lauantai**    | 2,3 | -0,0 - 6,0 | 1754 - 2479 | 14,2 |\n| **sunnuntai**   | 0,0 | -1,1 - 1,3 | 2142 - 2613 | 13,6 |\n| **maanantai**   | 1,9 | -0,4 - 4,9 | 1572 - 2746 | 13,6 |\n| **tiistai**     | 3,2 | 0,1 - 5,3  | 1802 - 2636 | 14,1 |\n\nTulevien päivien sähkön hintakehitys vaihtelee selvästi. Viikon kallein päivä tulee olemaan **torstai**, jolloin vuorokauden keskihinta asettuu 6,8 senttiin kilowattitunnilta. Torstain hintahuippu osuu illalle, noin klo 19–21, jolloin sähkön hinta käväisee lähes 15 sentissä. Samana päivänä tuulivoiman tuotanto on ajoittain erittäin matalaa, alimmillaan vain 397 megawattia, mikä osaltaan selittää illan korkeaa hintahuippua. Hintapiikkien riski torstaina on huomattava.\n\nMyös **perjantaina** sähkön hintavaihtelu tulee olemaan suhteellisen suurta, vaikkakin maltillisempaa kuin torstaina. Päivän keskihinta jää 3,2 senttiin, mutta maksimihinta kohoaa illalla klo 22–24 hieman yli kuuteen senttiin. Hintapiikkien riski on olemassa yksittäisinä tunteina perjantaina.\n\n**Lauantaina** ja **maanantaina** sähkön keskihinnat pysyvät maltillisina, lauantaina 2,3 sentin ja maanantaina 1,9 sentin tasolla. Lauantain korkein hinta, 6,0 senttiä, nähdään illalla klo 19–21. Maanantaina puolestaan hintavaihtelu on hieman vähäisempää, ja päivän huippuhinta jää alle viiden sentin. Molempina päivinä on kuitenkin yksittäisten hintapiikkien riski.\n\nViikon edullisin päivä tulee olemaan **sunnuntai**, jolloin sähkön keskihinta on käytännössä nolla senttiä kilowattitunnilta. Sunnuntaina hinnat liikkuvat negatiivisen puolella useita tunteja aamuyöstä iltapäivään, alimmillaan -1,1 sentissä. Päivän korkein hintakin jää hieman päälle yhden sentin. Yksittäisille tunneille on kuitenkin mainittu hintapiikkien riski myös sunnuntaina.\n\nViikon ensimmäisenä päivänä, **keskiviikkona**, hinnat ovat varsin maltillisia, keskihinnan ollessa vain 1,4 senttiä. Hintavaihtelut eivät nouse erityisen korkeiksi, ja päivän kallein tuntihinta on 3,5 senttiä iltakahdeksalta.\n\nEnsi viikon **tiistaina** sähkön keskihinta kohoaa jälleen hieman korkeammalle, 3,2 senttiin. Hintavaihtelu pysyy kohtuullisena, päivän kalleimpien tuntien osuessa aamupäivälle klo 8–10 ja hinnan ollessa silloin hieman yli viisi senttiä. Myös tiistain osalta mainitaan yksittäisten tuntien hintapiikkien riski.\n\n*Tänään sähkökäyristä vastasi gpt-4.5-preview.* ⚡"
}