{
  "content": "*Sähkön hintaennusteessa näkyy alkuviikon korkeiden hintapiikkien jälkeen selvä hinnan lasku torstaista alkaen, ja viikon edullisimmat tunnit koetaan perjantain aamuyöllä. Viikonloppuna hinnat pysyvät maltillisina, vaikka hintavaihtelua onkin jonkin verran odotettavissa.*\n\nOlkiluoto 2 -ydinvoimalayksikössä on käynnissä huoltokatko. Katko alkoi 25.5.2025 klo 18 ja sen arvioitu päättymisaika on 15.6.2025 klo 18. Huoltokatko voi vaikuttaa sähkön hintaennusteen tarkkuuteen, sillä opetusdataa vastaavista tilanteista on rajallisesti.\n\nEnnuste päivitetty sunnuntaina klo 12:06.\n\n|              | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:------------------------:|:-------------------:|:----------------------------:|:-------------------------:|\n| **maanantai**|           6,2            |    -0,1 - 16,8      |          391 - 2543          |           10,7            |\n| **tiistai**  |           6,7            |     0,6 - 16,4      |          490 - 2841          |           10,6            |\n| **keskiviikko**|         5,7            |     1,5 - 16,9      |          213 - 1982          |           10,8            |\n| **torstai**  |           1,9            |     0,3 - 4,1       |         2269 - 3079          |           11,3            |\n| **perjantai**|           1,2            |    -0,5 - 3,1       |         2173 - 3506          |           11,1            |\n| **lauantai** |           2,2            |    -0,6 - 8,8       |         1292 - 3391          |           12,1            |\n| **sunnuntai**|           3,1            |     1,0 - 6,3       |         1090 - 1911          |           12,9            |\n\nAlkavan viikon sähkön hintaennusteissa näkyy selvää vaihtelua. Viikon alussa sähkön hintaodotukset ovat korkeimmillaan, kun taas viikon puolivälistä eteenpäin hinnat laskevat selvästi.\n\n**Maanantaina**, **tiistaina** ja **keskiviikkona** ennusteissa näkyvät viikon korkeimmat huippuhinnat, jolloin sähkön hinta voi hetkellisesti nousta jopa lähes 17 senttiin kilowattitunnilta. Maanantaina korkein hinta ajoittuu aamupäivään klo 8–10, jolloin sähkö maksaa yli 15 ¢ kahden tunnin ajan. Tiistaina vastaava hintapiikki sijoittuu iltaan klo 19–21 välille ja keskiviikkona aamulle klo 8–10. Näinä päivinä myös tuulivoiman tuotanto on hetkittäin hyvin alhaista, mikä selittää korkeita hintapiikkejä.\n\nTorstaille ja perjantaille ennustetaan huomattavasti edullisempaa sähköä. Päivien keskihinnat ovat vain noin kaksi senttiä tai alle sen. Perjantaina sähkön hinta voi hetkittäin painua jopa negatiiviseksi yön ja aamun tunteina. Viikon edullisin hetki ajoittuu perjantain varhaisaamuun klo 5–7, jolloin hinta laskee ennusteen mukaan jopa -0,5 senttiin.\n\nLauantaina ja sunnuntaina sähkön keskihinnat pysyvät edelleen maltillisina, vaikka hinnat hieman nousevatkin viikon lopuksi. Lauantaina sähkön hinta vaihtelee laajemmin, ja viikonlopun korkein hinta nähdään lauantai-iltana klo 19–21, jolloin hinta nousee lähes yhdeksään senttiin. Sunnuntain hinnat ovat jälleen tasaisempia, eikä yhtä suuria vaihteluja ole odotettavissa.\n\nViikon edullisimmat päivät ovat torstai ja perjantai, jolloin hintojen odotetaan pysyvän matalalla tasolla läpi päivän. Viikon alku on selvästi kallein, ja erityisesti alkuviikon aamujen ja iltojen yksittäiset tunnit voivat olla hintojen osalta haastavia.\n\n*Hintakäyrää piirsi gpt-4.5-preview.* 🔌"
}