{
  "content": "*Pörssisähkön hinnat vaihtelevat tulevalla viikolla voimakkaasti; edullisimmat tunnit koetaan viikonloppuna, kun taas tiistaiaamuna sähkön hinnat nousevat selvästi korkeimmilleen, hetkittäin lähes 18 senttiin kilowattitunnilta.*\n\nOlkiluoto 2 -ydinvoimalassa on meneillään huoltokatko. Huoltotyöt alkoivat 25.5.2025 klo 18 ja päättyvät ennusteen mukaan 21.6.2025 klo 18. Tämä huoltokatko voi vaikuttaa sähkön hintaennusteen tarkkuuteen, sillä opetusdataa huoltokatkojen ajalta on rajallisesti saatavilla.\n\nPörssisähkön hintaennuste on päivitetty torstaina klo 21:05.\n\n|              | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **perjantai**   | 4,2              | 0,3 - 12,9        | 424 - 3455    | 11,1           |\n| **lauantai**    | 0,3              | -1,1 - 2,6        | 756 - 2894    | 12,1           |\n| **sunnuntai**   | 2,7              | -0,7 - 7,8        | 560 - 2812    | 12,9           |\n| **maanantai**   | 3,4              | -0,2 - 10,6       | 1377 - 2143   | 13,3           |\n| **tiistai**     | 6,1              | 2,2 - 17,8        | 1161 - 1694   | 12,6           |\n| **keskiviikko** | 2,3              | -0,3 - 9,5        | 1423 - 2406   | 12,5           |\n| **torstai**     | 1,6              | -0,3 - 4,4        | 1999 - 2667   | 12,6           |\n\nSähkön hinnat vaihtelevat huomattavasti tulevan viikon aikana. Päivien välillä esiintyy merkittäviä eroja niin keskihintojen kuin vuorokauden sisäisten vaihtelujenkin osalta.\n\nViikon edullisin päivä tulee olemaan **lauantai**, jolloin sähkön keskihinta pysyttelee alhaisena, vain 0,3 sentissä. Lauantaina nähdään myös negatiivisia hintoja yön ja iltapäivän tunteina, alimmillaan -1,1 senttiä klo 14. Myös **sunnuntaina** ja **torstaina** hinnat painuvat hetkittäin pienesti negatiivisiksi.\n\nTiistain ennakoidaan olevan viikon kallein päivä keskihinnan noustessa 6,1 senttiin. Tiistaina odotetaan myös viikon korkeinta yksittäistuntia, aamulla klo 8-10 välisenä aikana, jolloin hintojen ennustetaan nousevan jopa 17,8 senttiin. Tällöin on korkea riski hintapiikeille, ja todelliset hinnat voivat nousta vielä ennustettua korkeammiksi.\n\nPerjantaina sähkön hinta vaihtuu päivän aikana voimakkaasti. Yöllä ja aamuyön tunteina hinnat ovat hyvin maltillisia, mutta illalla klo 19-21 hinnat kohoavat yli 10 senttiin, ja korkeimmillaan lähes 13 senttiin klo 20 aikaan.\n\nMaanantain ja keskiviikon hinnat ovat maltillisia. Keskiviikkona hinnat pysyvät keskimäärin alhaisina, vaikka päivän sisällä nähdäänkin vaihtelua negatiivisesta -0,3 sentistä iltapäivän lähes 10 senttiin asti. Hintaheilahtelut ovat erityisen selkeitä alkuillan tunteina.\n\nTorstain hintataso pysyy tasaisena ja matalana, päivän keskiarvon ollessa noin 1,6 senttiä. Hintojen vaihteluväli torstaina on suppeampi kuin muina päivinä, vaihdellen -0,3 ja 4,4 sentin välillä.\n\n*Sähköennusteen laati gpt-4.5-preview.* ⚡"
}