{
  "content": "*Pörssisähkön hintavaihtelu on tulevina päivinä suurta: perjantaina nähdään viikon korkeimmat hinnat, kun taas lauantaina sähkö on poikkeuksellisen edullista. Viikon puolivälissä hintataso tasaantuu jälleen mataliin lukemiin.*\n\nOlkiluoto 2 -ydinvoimalassa on käynnissä huoltokatko, joka alkoi 25.5.2025 klo 18 ja jonka arvioidaan päättyvän 21.6.2025 klo 18. Huoltokatko voi vaikuttaa tämän ennusteen tarkkuuteen, sillä opetusdataa huoltokatkojen ajalta on saatavilla rajallisesti.\n\nEnnuste on päivitetty torstaina klo 12:05.\n\n|             | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:------------|:------------------------:|:------------------:|:---------------------------:|:--------------------------:|\n| **perjantai**   |          5,7           |    -0,6 - 18,2     |        433 - 3355           |            11,1            |\n| **lauantai**    |          0,4           |    -1,4 - 3,7      |        770 - 2831           |            12,1            |\n| **sunnuntai**   |          3,0           |    -0,7 - 8,2      |        570 - 2748           |            12,9            |\n| **maanantai**   |          4,7           |     0,9 - 10,8     |        1153 - 1802          |            13,3            |\n| **tiistai**     |          4,4           |     1,7 - 12,2     |        1263 - 2060          |            12,6            |\n| **keskiviikko** |          1,7           |    -0,8 - 7,0      |        1770 - 2583          |            12,5            |\n| **torstai**     |          1,6           |    -0,5 - 5,1      |        2056 - 3216          |            12,6            |\n\nLähipäivinä sähkön hintakehityksessä on nähtävissä selviä eroja päivien välillä. Kalleinta sähköä odotetaan olevan **perjantaina**, jolloin keskihinta nousee lähes kuuteen senttiin. Päivän sisäinen vaihtelu on huomattavan suurta, sillä aamuyöllä klo 3–5 välillä sähkön hinta painuu jopa hieman negatiiviseksi, mutta illalla klo 19–21 välillä hinnan ennustetaan kohoavan yli 15 senttiin. Hintapiikkien riski on perjantaina korkea yksittäisinä tunteina, etenkin klo 19–21 välisenä aikana.\n\nViikon edullisimmat hinnat nähdään **lauantaina**, jolloin sähkön keskihinta pysyy erittäin matalana, vain 0,4 sentissä. Lauantain aikana sähkön hinta laskee negatiiviseksi useaan otteeseen, erityisesti iltapäivällä ja myöhään illalla. Huomionarvoista kuitenkin on, että yksittäisten tuntien hintapiikkejä saattaa esiintyä, vaikka päivän yleinen hintataso on matala.\n\nSunnuntaista lähtien sähkömarkkinoilla hinnat alkavat jälleen nousta hieman, ja sunnuntain keskihinta on noin kolme senttiä. Päivän korkein hinta, hieman yli kahdeksan senttiä, ajoittuu illalle klo 19–20. Sunnuntainakin on pieni riski hintapiikeille.\n\nEnsi viikon alkuun mentäessä **maanantain** ja **tiistain** sähkön hinnat pysyttelevät keskimäärin hieman alle viidessä sentissä. Molempina päivinä hintavaihtelut ovat maltillisempia kuin perjantaina, mutta yksittäisten tuntien hintapiikit ovat silti mahdollisia. Tiistaina aamun klo 8–10 välillä sähkön hinnan odotetaan nousevan hetkellisesti yli 11 senttiin.\n\nViikon puoliväliä kohti mentäessä hinnat laskevat taas selvästi. **Keskiviikkona** ja **torstaina** nähdään jälleen hyvin matalia hintatasoja, ja molempien päivien keskihinta jää alle kahden sentin. Keskiviikkona sähkön hinta on ajoittain myös negatiivisella puolella, erityisesti myöhään illalla ja seuraavana yönä. Torstain ennusteessa hintapiikkien riskiä ei ole lainkaan mainittu, joten torstaina odotetaan hintojen pysyvän tasaisina ja matalina läpi päivän.\n\n*Numeroita pureskeli gpt-4.5-preview.* ⚡"
}