{
  "content": "*Sähkön hinta vaihtelee lähipäivinä merkittävästi: edullisimmillaan keskiviikon ja lauantain öinä hinnat painuvat jopa negatiivisiksi, kun taas torstaina ja perjantaina yksittäiset hintahuiput ylittävät 16 senttiä alhaisen tuulivoiman vuoksi.*\n\nEnnuste päivitetty tiistaina klo 09:05.\n\n|              | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **keskiviikko** |       0,6        |    -0,6 - 2,6    |       2778 - 4113       |      12,8      |\n| **torstai**     |       7,6        |    1,1 - 16,1    |        374 - 2776       |      12,9      |\n| **perjantai**   |       4,8        |    1,4 - 16,8    |        195 - 2108       |      14,1      |\n| **lauantai**    |       1,9        |    -0,3 - 4,7    |       1705 - 2342       |      14,2      |\n| **sunnuntai**   |       2,1        |     0,1 - 3,4    |       1205 - 2238       |      13,6      |\n| **maanantai**   |       3,5        |     0,8 - 6,8    |       1616 - 2459       |      13,6      |\n| **tiistai**     |       3,0        |     0,7 - 5,1    |       1583 - 2338       |      14,1      |\n\nOlkiluoto 2 -ydinvoimalalla on parhaillaan huoltokatko. Huoltokatko alkoi 25.5.2025 klo 18 ja sen ennustettu päättymisaika on 24.6.2025 klo 18. Huoltokatko voi vaikuttaa ennusteen tarkkuuteen, koska opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti.\n\nViikon hintaennusteessa näkyy suurta vaihtelua päivien välillä. Keskihinnat vaihtelevat alle yhdestä sentistä lähes kahdeksaan senttiin kilowattitunnilta. Negatiivisia sähkön hintoja esiintyy keskiviikon ja lauantain välisinä öinä.\n\nViikon kallein päivä tulee olemaan **torstai**, jolloin sähkön keskihinta kohoaa 7,6 senttiin kilowattitunnilta. Samana päivänä koetaan myös korkein yksittäinen tuntihinta, jolloin sähkön hinta voi nousta jopa yli 16 senttiin. Hintapiikin odotetaan ajoittuvan iltaan klo 20–22 välille. **Perjantaina** nähdään myös korkeita tuntihintoja aamulla noin klo 8 aikaan, jolloin hinta voi nousta lähelle 17 senttiä. Torstain ja perjantain korkeisiin maksimihintoihin vaikuttaa selvästi tuulivoiman matala tuotantotaso. Erityisesti torstaina tuulivoiman tuotanto käy minimissään vain 374 megawatissa ja perjantaina jopa niinkin alhaalla kuin 195 megawatissa.\n\nViikon edullisimmat päivät ovat **keskiviikko** ja **lauantai**. Keskiviikkona sähkön keskihinta jää vain 0,6 senttiin kilowattitunnilta, ja yön tunneilla sähkön hinta painuu hetkittäin negatiiviseksi, alimmillaan -0,6 senttiin. Lauantaina nähdään myös negatiivisia hintoja, jolloin sähkön hinta käy alimmillaan -0,3 sentissä aamupäivällä klo 14–16 välisenä aikana.\n\nViikonloppuna sähkön hinta pysyy yleisesti matalana. **Sunnuntain** hintaodotus on vain hieman korkeampi kuin lauantaina, keskimäärin 2,1 senttiä. Sunnuntain hintavaihtelu on maltillista, ja päivän maksimihinta jää selvästi alle neljän sentin.\n\nMyös ensi viikon alku on hinnoiltaan edullinen. **Maanantaina** ja **tiistaina** keskihinnat ovat kolme–neljä senttiä, eikä yksittäisiä huipputunteja ennusteta kovin korkeiksi. Hintapiikkien riski on kuitenkin olemassa molempina päivinä yksittäisinä tunteina, vaikka maksimihinnat jäävätkin vain hieman yli viiden ja kuuden sentin tasolle.\n\n*Dataa analysoi gpt-4.5-preview.* ⚡"
}