{
  "content": "*Lähipäivien pörssisähkön hinnoissa nähdään suuria vaihteluita: torstain ja perjantain korkeiden hintojen jälkeen viikonloppuna sähkön hinta painuu jopa negatiiviseksi, osin runsaan tuulivoimatuotannon ansiosta.*\n\nOlkiluoto 3 -ydinvoimalassa on meneillään huoltokatko. Katko alkoi 1.3.2025 klo 03:00, ja sen ennustetaan päättyvän 2.5.2025 klo 02:00. Huoltokatko voi vaikuttaa hintaennusteen tarkkuuteen, koska opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti.\n\nEnnuste on päivitetty keskiviikkona klo 14:18.\n\n|              | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **torstai**  |       11,2       |     1,7 - 27,7    |      470 - 3625     |       1,1      |\n| **perjantai**|        9,1       |     0,3 - 17,2    |      254 - 4224     |       2,2      |\n| **lauantai** |        0,3       |    -1,2 - 3,1     |     1093 - 6324     |       1,6      |\n| **sunnuntai**|       -0,1       |    -1,9 - 1,8     |     4455 - 5689     |       3,1      |\n| **maanantai**|        2,2       |     0,8 - 4,3     |     4082 - 5788     |       3,3      |\n| **tiistai**  |        1,7       |    -0,1 - 5,6     |     2169 - 6046     |       2,8      |\n| **keskiviikko**|      2,0       |    -0,9 - 4,8     |     3930 - 5792     |       1,2      |\n\nTulevan viikon hintaennusteessa nähdään selviä päiväkohtaisia eroja. Torstaina ja perjantaina hinnat ovat korkeimmillaan ja vaihtelevat laajalla skaalalla. **Torstain** päivän keskihinnaksi ennakoidaan 11,2 senttiä kilowattitunnilta ja yksittäisten tuntien hintojen odotetaan liikkuvan 1,7 ja 27,7 sentin välillä. Päivän korkein hinta, 27,7 ¢, ajoittuu iltaan klo 18–20 välille. Perjantain keskihinta on hieman matalampi (9,1 ¢), mutta hintavaihtelu jatkuu suurena, 0,3 sentistä aina 17,2 senttiin asti. Perjantaina on myös korkea riski hintapiikeille, jolloin hinnat voivat hetkellisesti nousta jopa 20–40 sentin välille.\n\nViikonloppu tuo mukanaan poikkeuksellisen matalat hinnat, joista osa painuu jopa negatiivisiksi. **Lauantaina** keskihinta on vain 0,3 ¢, ja hinnat liikkuvat -1,2 ja 3,1 sentin välillä. **Sunnuntaina** keskihinta on vieläkin alhaisempi, -0,1 senttiä, ja hinnat vaihtelevat -1,9 ja 1,8 sentin välillä. Negatiiviset hinnat tarkoittavat, että sähkön tuottajat maksavat sähkön kuluttajille näiden käyttämästä sähköstä.\n\nEnsi **maanantaina** hintataso tulee olemaan maltillinen, keskihinnan ollessa 2,2 senttiä ja vaihtelu 0,8–4,3 senttiä. Myöskään **tiistaina** tai **keskiviikkona** ei ole odotettavissa merkittäviä hintavaihteluita. Tiistain keskihinta on ennusteen mukaan noin 1,7 senttiä, ja keskiviikkona hintojen odotetaan pysyttelevän keskimäärin noin kahdessa sentissä.\n\nTorstain ja perjantain korkeat hinnat liittyvät selvästi tuulivoiman vähäiseen tuotantoon. Molempina päivinä tuulivoiman minimitehot jäävät alle 500 MW:n. Lauantaina ja sunnuntaina puolestaan voimakas tuulituotanto selittää osaltaan poikkeuksellisen matalaa hintatasoa ja negatiivisia hintoja.\n\nKokonaisuutena tulevan viikon ennusteessa nähdään merkittäviä eroja päivien välillä. Viikon alkupuolen korkeat hinnat ja loppupuolen matalat hinnat kuvastavat hyvin sitä, miten merkittävää roolia tuulivoiman vaihtelu näyttelee sähkön hinnan muodostumisessa.\n\n*Tuulista analyysia gpt-4.5-previewilta!* 🌬️"
}