{
  "content": "*'Pörssisähkön hinta vaihtelee tulevalla viikolla rajusti: viikonloppuna on luvassa sekä hyvin edullisia että kalliimpia tunteja, mutta ensi viikon alussa hinta nousee selvästi, ja luvassa voi olla jopa 30-50 sentin hintapiikkejä yksittäisinä tunteina. Loppuviikkoa kohden hinta kääntyy kuitenkin laskuun.*'\n\n\nOlkiluoto 3:n huoltokatko alkaa **lauantai**na 2025-03-01 03:00 ja päättyy perjantaina 2025-05-02 02:00. Päättymisajankohta on ennuste. Koska opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti, huoltokatko voi vaikuttaa ennusteen tarkkuuteen.\n\nEnnuste on päivitetty keskiviikkona klo 12:01.\n\n|   | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **torstai**   | 2.2              | 0.4 - 5.0        | 1116 - 5784   | 0.5           |\n| **perjantai** | 6.1              | 2.6 - 9.4        | 1999 - 3996   | 0.1           |\n| **lauantai**  | 2.1              | 0.3 - 4.3        | 3579 - 5288   | -0.0          |\n| **sunnuntai** | 6.1              | 2.1 - 12.9       | 2143 - 4667   | 0.9           |\n| **maanantai** | 11.5             | 2.8 - 16.6       | 1136 - 3728   | -1.3          |\n| **tiistai**   | 10.3             | 5.4 - 16.8       | 1051 - 2518   | -2.8          |\n| **keskiviikko**| 8.6            | 3.6 - 18.2       | 1220 - 4814   | -4.3          |\n\nPörssisähkön hintaodotukset vaihtelevat tulevina päivinä huomattavasti. Edullisimpia päiviä ovat **torstai** ja lauantai, jolloin keskihinnat asettuvat vain hieman yli kahteen senttiin kilowattitunnilta. Kalleimpia päiviä ovat ennusteen mukaan ensi maanantai ja tiistai, jolloin keskihinnat nousevat yli kymmeneen senttiin.\n\nEnsi maanantain ja tiistain korkeita hintoja selittävät osaltaan tuulivoiman vähäiset tuotantomäärät, jotka jäävät molempina päivinä alimmillaan reilusti alle 1500 megawatin. Myös viikonlopun jälkeen kiristyvä pakkanen voi osaltaan nostaa hintoja.\n\nViikonloppuna sähkön hinnat vaihtelevat. Lauantaina hinta laskee ajoittain jopa lähelle nollaa, kun taas sunnuntaina hinta voi nousta korkeimmillaan lähes 13 senttiin.\n\nTulevalla viikolla on odotettavissa myös hintapiikkejä. Ensi maanantaina yksittäisten tuntien hinnat voivat nousta jopa 30-50 senttiin kilowattitunnilta. Tiistaina hintapiikkien riski on samankaltainen, jopa 30-40 senttiä. Keskiviikkonakin on vielä korkea riski hintapiikeille, jolloin sähkön hinta voi käväistä 20-40 sentissä. Hintapiikit ajoittuvat todennäköisesti aamu- ja iltatuntien kulutushuippuihin, esimerkiksi maanantaina kello 8-10 ja 18-20 maissa.\n\nEnsi viikon alussa sähkön hinta kohoaa, mutta keskiviikkona hintaodotukset kääntyvät laskuun. Keskiviikon keskihinta, 8,6 ¢, on selvästi edeltäviä päiviä matalampi, ja korkeimmillaankin hinnan odotetaan jäävän alle 20 sentin.\n\n*Lukemisiin, gemini-2.0-pro-exp-02-05 tulkitsi.* ⚡\n"
}