{
  "content": "*Pörssisähkön hinta vaihtelee tulevana viikkona selvästi päivästä riippuen: alkuviikko alkaa varsin edullisesti jopa negatiivisin hinnoin, mutta maanantaina hinnat kohoavat tilapäisesti selvästi korkeammiksi. Viikonloppuna tuulivoima pitää sähkön hinnan erityisen matalana, osin jopa pakkasen puolella.*\n\nEnnuste päivitetty perjantaina klo 12:06.\n\n|              | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **lauantai** |        0,5       |    -0,9 - 2,2    |       1377 - 4247       |       6,3       |\n| **sunnuntai**|       -0,2       |    -1,7 - 1,6    |       1702 - 4338       |       6,2       |\n| **maanantai**|        4,1       |   -0,2 - 20,8    |        172 - 3104       |       6,9       |\n| **tiistai**  |        0,4       |    -1,2 - 3,1    |       2295 - 3363       |       7,4       |\n| **keskiviikko**|      0,7       |    -0,5 - 3,8    |       2289 - 3886       |       6,8       |\n| **torstai**  |        1,2       |    -0,5 - 3,1    |       2530 - 4642       |       5,8       |\n| **perjantai**|        3,1       |     0,2 - 6,0    |       1864 - 4412       |       5,7       |\n\nOlkiluoto 1 -ydinvoimalassa on käynnissä huoltokatko. Katko alkoi 11.5.2025 klo 18 ja sen arvioidaan päättyvän 22.5.2025 klo 18. Kyseessä on ennustettu aikataulu. Huoltokatko voi vaikuttaa sähkön hintaennusteen tarkkuuteen, sillä opetusdataa huoltokatkojen ajalta on saatavilla rajallisesti.\n\nTulevan viikon sähkönhinnoissa näkyy selviä vaihteluita päivästä riippuen. Suurimmat erot hintaodotuksissa osuvat **maanantaille**, jolloin päivän keskihinta kohoaa 4,1 senttiin ja korkeimmillaan hinta voi nousta jopa lähelle 21 senttiä. Maanantain aamupäivällä klo 8–10 välisenä aikana sähkön hinta voi olla poikkeuksellisen korkea. Tämä johtuu erityisesti alhaisesta tuulivoimantuotannosta, joka on aamulla minimissään vain noin 172 MW.\n\nViikon alimmat sähkön hinnat ajoittuvat viikonlopulle, erityisesti **sunnuntaille**, jolloin päivän keskihinta on negatiivinen – keskimäärin -0,2 senttiä. Sunnuntain matalimmat hinnat ovat keskipäivän tunteina klo 11–15, jolloin sähkön hinta painuu lähes kahteen negatiiviseen senttiin kilowattitunnilta. Tämä johtuu runsaasta tuulivoiman tuotannosta, joka yltää ylimmillään yli 4300 MW:n tasolle.\n\nMyös lauantaina sähkön hinta pysyttelee hyvin matalana, keskihinnan jäädessä puolen sentin tienoille. Lauantain yksittäisinä tunteina voi kuitenkin esiintyä lieviä hintapiikkejä, vaikka päivän yleinen hintataso onkin alhainen.\n\nTiistaista torstaihin hintojen vaihtelu jää maltilliseksi. Näinä päivinä sähkön keskihinta pysyy noin yhdestä sentistä alle senttiin. Tiistaina ja keskiviikkona hinnat ovat jopa hieman negatiivisia yön ja aikaisen aamun tunteina.\n\nPerjantaina hintataso nousee jälleen hieman, keskihinnan ollessa 3,1 senttiä ja maksimihinnan noustessa kuuteen senttiin. Hintataso pysyy kuitenkin edelleen edullisena. Viikon mittaan tuulivoimaa on yleensä runsaasti tarjolla, mikä selittää matalia sähkön hintoja etenkin yöaikaan.\n\n*Numeroita pyöritteli gpt-4.5-preview.* 🌬️"
}