{
  "content": "*Tulevan viikon sähkön pörssihinnat pysyvät maltillisina, vaikka viikonloppuna nähdäänkin hetkellisiä hintavaihteluita; ensi torstain pyhäpäivä painaa hinnan viikon alhaisimmalle tasolle, ja kuluttajille tarjoutuu useita mahdollisuuksia hyödyntää jopa negatiivisia sähkön hintoja yöaikaan.*\n\nOlkiluoto 1 -ydinvoimalassa on meneillään tuotantovajaus. Voimalan käytettävissä oleva teho on vain 50 MW, kun sen nimellisteho on 890 MW. Käytettävyys on siten vain 5,6 prosenttia. Tuotantovajaus alkoi 22.5.2025 klo 09 ja sen ennustetaan päättyvän 24.5.2025 klo 01. Tuotantovajaus voi vaikuttaa hintaennusteen tarkkuuteen, sillä opetusdataa huoltokatkojen ajalta on saatavilla rajallisesti.\n\nEnnuste päivitettiin torstaina klo 14:24.\n\n|              | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:-------------|:----------------:|:----------------:|:-------------:|:-------------:|\n| **perjantai**   |        0,8       |     0,2 - 4,4     |      2329 - 4584     |        5,7        |\n| **lauantai**    |        1,7       |    -0,2 - 4,6     |      800 - 3530      |        6,4        |\n| **sunnuntai**   |        0,8       |    -1,8 - 4,7     |      611 - 2315      |        6,6        |\n| **maanantai**   |        0,2       |    -1,1 - 1,5     |      2145 - 2867     |        9,4        |\n| **tiistai**     |        0,3       |    -0,7 - 2,7     |      2171 - 3552     |       10,7        |\n| **keskiviikko** |        0,8       |    -0,7 - 4,0     |      2456 - 3413     |       10,9        |\n| **torstai**     |        0,1       |    -1,0 - 2,1     |      1631 - 2744     |       10,8        |\n\nTulevan viikon sähkön pörssihinnat pysyttelevät keskimäärin edullisella tasolla. Päivittäiset keskihinnat vaihtelevat maltillisesti 0,1 sentin ja 1,7 sentin välillä kilowattitunnilta.\n\nViikon korkeimmat hinnat ajoittuvat **lauantaille**, jolloin hinta voi nousta hetkellisesti 4,6 senttiin. Lauantain kalleimmat tunnit sijoittuvat iltaan, noin klo 18-20. Hintapiikkien riski on lauantaina olemassa, sillä tuulivoiman tuotanto käy päivän aikana hyvin matalalla, vain 800 MW:ssa.\n\nMyös **sunnuntaina** on mahdollisuus hintapiikeille yksittäisinä tunteina. Sunnuntain hinnat vaihtelevat voimakkaasti: alin hinta on peräti -1,8 senttiä, kun taas korkeimmillaan sähkön hinnan odotetaan kohoavan 4,7 senttiin aamun tunteina klo 6-8.\n\n**Maanantaina** sähkön hintataso pysyttelee hyvin edullisena, keskihinnan ollessa vain 0,2 senttiä. Päivän korkein hintakin nousee vain 1,5 senttiin. Hintapiikkien riski on kuitenkin olemassa yksittäisinä tunteina, vaikka korkein ennustettu hinta jääkin maltilliseksi.\n\n**Tiistain** ja **keskiviikon** ennusteet osoittavat myös varsin maltillisia hintoja. Näiden päivien hintataso on pääosin alle yhden sentin, eikä merkittävää riskiä yksittäisille hintapiikeille ole.\n\nEnsi **torstaina** vietetään pyhäpäivää, mikä voi vähentää sähkön kysyntää ja laskea hintoja. Torstain keskihinta onkin viikon alhaisin, vain 0,1 senttiä. Hinnat pysyttelevät torstaina pääosin negatiivisina tai hyvin lähellä nollaa.\n\n*Viikon sähkölukijana gpt-4.5-preview.* ⚡"
}