{
  "content": "*Sähkön hinta vaihtelee tulevana viikkona voimakkaasti; lauantaina nähdään jopa negatiivisia tuntihintoja, kun taas perjantaina ja maanantaina hinnat nousevat hetkittäin yli 15 senttiin. Kuluttajien kannattaa huomioida erityisesti päivien sisäiset suuret hintaerot.*\n\nOlkiluoto 2 -ydinvoimalassa on parhaillaan käynnissä huoltokatko. Katko alkoi 25.5.2025 klo 18 ja sen ennustetaan päättyvän 21.6.2025 klo 18. Huoltokatko voi vaikuttaa hintaennusteen tarkkuuteen, koska opetusdataa on huoltokatkojen ajalta saatavilla rajallisesti.\n\nSähköpörssin hintaennuste on päivitetty keskiviikkona klo 03:19.\n\n|          | keski-<br>hinta<br>¢/kWh | min - max<br>¢/kWh | tuulivoima<br>min - max<br>MW | keski-<br>lämpötila<br>°C |\n|:---------|:------------------------:|:------------------:|:-----------------------------:|:-------------------------:|\n| **torstai**   |          3,3           |     1,4 - 8,2      |          765 - 3193          |            11,3           |\n| **perjantai** |          4,9           |    -0,5 - 15,6     |          543 - 3497          |            11,1           |\n| **lauantai**  |          0,9           |    -1,5 - 3,8      |          508 - 3366          |            12,1           |\n| **sunnuntai** |          4,0           |     0,7 - 8,6      |          927 - 1730          |            12,9           |\n| **maanantai** |          5,1           |     0,8 - 16,0     |         1124 - 1898          |            13,3           |\n| **tiistai**   |          5,3           |     2,8 - 14,2     |         1170 - 1905          |            12,6           |\n| **keskiviikko** |        2,6           |     0,3 - 5,8      |         1542 - 2043          |            12,5           |\n\nTulevien päivien hintaennusteissa on merkittäviä vaihteluita. Edullisinta sähkö on **lauantaina**, jolloin keskihinnaksi on ennakoitu vain 0,9 senttiä kilowattitunnilta. Lauantain aikana nähdään myös viikon alhaisin yksittäinen tuntihinta: aamupäivällä klo 11–13 sähkön hinta putoaa jopa -1,5 senttiin. Negatiiviset hinnat tarkoittavat, että sähkön tuottajat maksavat sähkön kuluttajille sähkön käyttämisestä kyseisenä aikana.\n\nKeskimäärin korkeimmat hinnat nähdään **tiistaina**, jolloin päivän keskihinta on 5,3 senttiä. Tiistaina aamupäivällä klo 8–10 sähkö maksaa jopa yli 14 senttiä. Myös **maanantaina** hinnat nousevat korkealle; illalla klo 19–21 sähkön tuntihinta kohoaa jopa 16 senttiin. Näiden päivien korkeat tuntihinnat selittyvät osin tuulivoiman matalalla minimituotannolla, joka jää molempina päivinä selvästi alle 2000 MW:n.\n\n**Perjantaina** hinnat vaihtelevat voimakkaasti saman päivän sisällä. Yöaikaan klo 3–5 sähkön hinta käy hetkellisesti negatiivisena (-0,5 c), mutta illalla kello 19–21 hinta pomppaa yli 15 senttiin. Perjantaina hintapiikkien riski on korkea yksittäisinä tunteina. Samoin maanantaina on korkea riski hintapiikeille, erityisesti illalla.\n\n**Torstai** ja **sunnuntai** ovat hinnoiltaan maltillisempia. Torstaina keskihinta pysyy 3,3 sentissä, vaikka yksittäisinä tunteina hinta käykin yli kahdeksassa sentissä aamupäivällä klo 9–11. Sunnuntain keskihinta on neljä senttiä, korkeimman hintatason ollessa 8,6 senttiä klo 19–21.\n\nKokonaisuutena tarkastellen tuleva viikko näyttää hinnaltaan vaihtelevalta. Kuluttajien kannattaa huomioida erityisesti lauantain ja perjantain sekä maanantain hintavaihtelut omassa sähkönkäytössään.\n\n*Luvut tarkisti gpt-4.5-preview.* ⚡"
}